Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
pt_br: Formatos aceitos: .srt, .ssa, .sbv, .dfxp, .txt ou .xml (para DFXP)

source: Download a draft
pt_br: Baixe o rascunho

source: Download a draft of these subtitles so you can work offline.
pt_br: Baixe um projeto dessas legendas para que você possa trabalhar offline.

source: Decline
pt_br: Recusar

source: Reassign
pt_br: Redelegar

source: Delete task
pt_br: Tarefa removida.

source: What would you like to do with the subtitles for this task?
pt_br: O que você gostaria de fazer com as legendas dessa tarefa?

source: Publish these subtitles immediately
pt_br: Publique essas legendas imediatamente

source: Delete these subtitles permanently (discard all drafts since the last published version)
pt_br: Deletar essas legendas permanentemente (descartar todos os rascunhos desde a versão publicada)

source: Begin typing to search
pt_br: Comece a digitar para pesquisar

source: Assign to User
pt_br: Delegar ao Usuário

source: Sorry, no tasks here.
pt_br: Desculpe, não há tarefas.

source: Add multiple videos
pt_br: Adicionar vários vídeos

source: %(team_name)s needs your help subtitling and translating the following new videos:
pt_br: %(team_name)s precisa da sua ajuda para legendas ou traduzir os seguintes vídeos:

source: Or you can visit the team page to see the latest work
pt_br: Ou você pode visitar a página da equipe para ver os últimos trabalhos

source: Stop receiving new notifications when a new video is added.
pt_br: Parar de receber novas notificações quando um vídeo for adicionado.

source: Due in
pt_br: Devido em

source: Overdue by
pt_br: Vencido por

source: Helping out is easy!
pt_br: Ajudar é fácil!

source: Just find a video that interests you and click the button below it to get started!
pt_br: Basta encontrar um vídeo que lhe interessa e clicar no botão abaixo para começar!⏎

source: about subtitling in Amara.
pt_br: sobre legendagem no Amara.

source: Welcome!
pt_br: Bem vindo!

source: We need your help subtitling our videos!
pt_br: Precisamos de sua ajuda para legendar nossos vídeos!

source: Videos that need your help
pt_br: Vídeos que precisam da sua ajuda

source: Some of the videos we're working on now
pt_br: Alguns dos vídeos que estamos trabalhando agora

source: Tell us what languages you speak
pt_br: Nos conte quais idiomas você fala

source: and we'll personalize this list for you
pt_br: e vamos personalizar essa lista para você

source: languages need your help
pt_br: idiomas que precisam da sua ajuda

source: Create Subtitles
pt_br: Criar legendas

source: Create %(language)s Subtitles
pt_br: Criar Legendas em %(language)s

source: Sorry, you've reached the maximum number of tasks for this team.
pt_br: Desculpe, você já atingiu o número máximo de tarefas para esse time.

source: Sorry, we couldn't find any videos for you.
pt_br: Desculpe, não conseguimos encontrar nenhum vídeo para você.

source: Add videos to the team
pt_br: Adicionar vídeo à equipe

source: You received this notification because you are a member of the <a href="%(team_page)s">%(team)s</a> team.
pt_br: Você recebeu essa notificação porque você é um membro de: Equipe <a href="%(team_page)s">%(team)s</a>.

source: Team Directory
pt_br: Diretório da equipe

source: Sort by
pt_br: Classificar por

source: Your team
pt_br: Sua equipe

source: Role:
pt_br: Função:

source: leave team
pt_br: sair da equipe

source: %(count)s member
pt_br: %(count)s membro

source: %(count)s video
pt_br: %(count)s vídeo

source: Sorry, no teams found.
pt_br: Desculpe, nenhuma equipe encontrada.

source: Search and Filter
pt_br: Buscar e Filtrar

source: Start a Team
pt_br: Iniciar uma equipe

source: Want to create your own subtitling team? Contact <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
pt_br: Quer criar o seu próprio time de legendagem? Contato <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>⏎

source: Create a Task
pt_br: Criar Tarefa

source: New Task
pt_br: Nova Tarefa

source: Task availability depends on settings and workflow. Some tasks (e.g. Translate) will always require original subtitles to be completed and published first. Others (like Review and Approve) must be enabled and can only follow a completed Transcribe/Translate task.
pt_br: A disponibilidade das tarefas depende das configurações e do fluxo de trabalho. Algumas tarefas (por exemplo Tradução) sempre irão requerer que as legendas originais estejam completas e sejam publicadas antes. Outras (como Rever ou como Aprovar) só estarão ativas após a conclusão de uma tarefa o tipo Transcrever ou do tipo Traduzir.

source: What needs to be done?
pt_br: O que precisa ser feito?

source: Grayed-out tasks are not available for this video at this time.
pt_br: Tarefas acinzentadas não estão disponíveis para este vídeo no momento.

source: What language is needed?
pt_br: Que idioma é preciso?

source: Who should do it?
pt_br: Quem deve fazer isto?

source: Tasks left unassigned can be claimed by members with the appropriate permissions.
pt_br: Tarefas restantes não atribuídas podem ser requeridas por membros com as permissões apropriadas.

source: You do not have permission to create any valid tasks for this video.
pt_br: Você não tem permissão para criar tarefas válidas para esse vídeo.

source: Selected Video
pt_br: Selecionar vídeo

source: New task form
pt_br: Formulário de nova tarefa

source: Back to tasks list
pt_br: Voltar para a lista de tarefas

source: Preferred Languages
pt_br: Línguas Favoritas

source: Translation tasks will be auto-created for these languages
pt_br: Tarefas de legendagem serão criadas automaticamente para estes idiomas

source: Blacklisted Languages
pt_br: Lista Negra de Línguas

source: Will not be shown when creating or performing tasks
pt_br: Não será exibido ao criar ou executar uma tarefa

source: This team does not have any projects yet
pt_br: Esta equipe não possui projetos ainda

source: Generate Billing Report
pt_br: Gerar Relatório de Cobrança

source: Search Videos
pt_br: Buscar Vídeos

source: Search Results for
pt_br: Resultados de Busca por

source: Search Results for %(query)s
pt_br: Resultados de Busca para %(query)s

source: of
pt_br: de

source: lines
pt_br: linhas

source: Videos In
pt_br: Vídeos em

source: You're receiving this e-mail because you requested a password reset
pt_br: Você está recebendo este e-mail porque você pediu uma redefinição de senha

source: for your user account at %(site_name)s
pt_br: para a sua conta de usuário no site %(site_name)s

source: Please go to the following page and choose a new password:
pt_br: Por favor, vá até a página seguinte e escolha uma nova senha:

source: Your username, in case you've forgotten:
pt_br: Seu nome de usuário, caso você tenha esquecido:

source: Thanks for using our site!
pt_br: Obrigado por usar nosso site!

source: The %(site_name)s team
pt_br: A equipe do site %(site_name)s

source: Home
pt_br: Início

source: Password reset
pt_br: Redefinição de senha

source: Password reset complete
pt_br: Redefinição de senha completa

source: Your password has been set. You may go ahead and sign in now.
pt_br: Sua senha foi definida. Você pode ir em frente e fazer o login agora.

source: Password reset successful
pt_br: Redefinição de senha realizada com sucesso

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pt_br: Nós enviamos um e-mail com instruções para redefinir sua senha para o endereço de e-mail que você enviou. Você deverá receber a mensagem em breve.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
pt_br: Esqueceu sua senha? Digite seu endereço de e-mail e nós enviaremos um e-mail com instruções para definir uma nova.

source: E-mail address:
pt_br: Endereço de e-mail:

source: Reset my password
pt_br: Redefinir minha senha

source: Password reset confirmation
pt_br: Confirmação de redefinição de senha

source: Enter new password
pt_br: Digite a nova senha

source: Please enter your new password twice so we can verify you typed it in correctly.
pt_br: Por favor, digite sua nova senha duas vezes para que possamos verificar se você digitou corretamente.

source: New password:
pt_br: Nova senha:

source: Confirm password:
pt_br: Confirmar senha:

source: Change my password
pt_br: Alterar minha senha

source: Password reset unsuccessful
pt_br: Redefinição de senha não realizada

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt_br: O link de redefinição de senha é inválido, provavelmente porque já foi utilizado. Por favor, faça um novo pedido de redefinição de senha.

source: Are you sure that you want to permanently delete your profile?
pt_br: Você tem certeza que deseja apagar permanentemente seu perfil?

source: This can't be undone!
pt_br: Isso não poderá ser desfeito!

source: Sign Up
pt_br: Registrar

source: Sign in as a different user
pt_br: Entrar como um usuário diferente

source: Or use your Amara account
pt_br: Ou use sua conta Amara

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Create an Account
pt_br: Criar uma Conta

source: It's free!
pt_br: É gratuito!

source: Create Account
pt_br: Criar conta

source: Resend confirmation email
pt_br: Reenviar e-mail de confirmação

source: reset your password
pt_br: Resetar sua senha

source: Account Type
pt_br: Tipo de Conta

source: Resync selected items
pt_br: Resincronizar itens selecionados

source: Sync videos from these teams:
pt_br: Sincronizar vídeos dessas equipes:

source: No youtube accounts linked yet.
pt_br: Nenhuma conta do YouTube associada ainda.

source: Kaltura
pt_br: Kaltura Kaltura

source: separate tags with commas
pt_br: Separe tags com vírgulas

source: About to delete account settings
pt_br: Prestes a deletar configurações da conta

source: Total Duration
pt_br: Duração Total

source: Team Settings
pt_br: Configurações da Equipe

source: Invite members
pt_br: Convidar membros

source: Join the team
pt_br: Junte-se à equipe

source: As part of the team you will be able to view videos, create subtitles, and get notifications when new videos are added
pt_br: Como parte do time, você poderá ver vídeos, criar legendas e ser notificado quando novos vídeos sejam adicionados

source: Collaborate with others
pt_br: Colabore com outros

source: As part of the team, you can collaborate with other volunteers to help create top quality subtitles.
pt_br: Como parte do time você pode colaborar com outros voluntários para ajudar a criar legendas de alta qualidade.

source: Share your work
pt_br: Compartilhe seu trabalho

source: Completed captions will be synced back to the video host and viewable across the world
pt_br: Legendas completas serão sincronizadas com servidor de vídeos e vistas ao redor do mundo

source: Apply to join the team
pt_br: Aplicar para entrar à equipe

source: Login to join the team
pt_br: Entre para juntar-se à equipe

source: Team Settings - Messages
pt_br: Configurações da Equipe - Mensagens

source: Team Settings - Video Feeds
pt_br: Configurações da Equipe - Feeds de Vídeo

source: import now
pt_br: importar agora

source: Are you sure you want to delete this feed?
pt_br: Você tem certeza que quer deletar este feed?

source: Invite Member
pt_br: Convidar Membro

source: %(user)s avatar
pt_br: Avatar de %(user)s

source: Edit membership
pt_br: Editar membresia

source: No members found
pt_br: Nenhum membro encontrado

source: Edit Team Membership
pt_br: Editar Membresia da Equipe

source: Update
pt_br: Atualizar

source: Remove member
pt_br: Remover membro

source: %(team)s: Languages
pt_br: %(team)s: Idiomas

source: Add Videos
pt_br: Adicionar Videos

source: Clear filters
pt_br: Limpar filtros

source: Select all
pt_br: Selecionar todos

source: edit
pt_br: editar

source: %(count)s matching videos
pt_br: %(count)s vídeos compatíveis

source: No Videos found
pt_br: Nenhum vídeo encontrado

source: deselect all
pt_br: desselecionar todos

source: Please use this
pt_br: Por favor use isso

source: CSV Import Template
pt_br: Importar Template CSV

source: Add members
pt_br: Adicionar Membros

source: About You
pt_br: Sobre Você

source: Submit application
pt_br: Publicar aplicação

source: Team Settings - Workflow
pt_br: Configurações da Equipe - Fluxograma de Trabalho

source: Remove Project Manager: %(manager)s
pt_br: Remover Administrador de Projeto: %(manager)s

source: Send %(user)s a message
pt_br: Enviar mensagem para %(user)s

source: No managers
pt_br: Sem administradores

source: Add Manager
pt_br: Adicionar Gerente

source: Add Project Manager
pt_br: Adicionar Administrador de Projetos

source: Are you sure you want to remove this manager?
pt_br: Você tem certeza que quer remover este administrador?

source: Team Settings - Projects
pt_br: Configurações da Equipe - Projetos

source: Edit project: %(name)s
pt_br: Editar projeto: %(name)s

source: Delete project: %(name)s
pt_br: Deletar projeto: %(name)s

source: Create
pt_br: Criar

source: Remove Language Manager: %(manager)s
pt_br: Remover Administrador de Idiomas: %(manager)s

source: Add Language Manager
pt_br: Adicionar Administrador de Idiomas

source: Edit %(video_title)s
pt_br: Editar %(video_title)s

source: Move Video
pt_br: Mover vídeo

source: Remove Video
pt_br: Remover Vídeo

source: Are you sure you want to remove the video from your team?
pt_br: Você tem certeza que quer remover o vídeo da sua equipe?

source: Edit Video
pt_br: Editar Vídeo

source: Amara staff pages
pt_br: Página de organizadores da Amara

source: Summary
pt_br: Sumário

source: Total time
pt_br: Tempo total

source: Commands
pt_br: Comandos

source: Time (ms)
pt_br: Tempo (ms)

source: Type
pt_br: Tipo

source: OpenID failed
pt_br: OpenID falhou OpenID fracassou

source: Configure Reports
pt_br: Configurar relatórios

source: Month:
pt_br: Mês:

source: Generated %(date)s %(time)s
pt_br: %(date)s %(time)s gerados

source: Download CSV
pt_br: Baixar CSV

source: Recreate
pt_br: Recriar

source: configure
pt_br: configurar

source: Current Month
pt_br: Mês Atual

source: View subtitles page
pt_br: Ver página de subtítulos

source: Find Records
pt_br: Achar registros

source: Review Complete
pt_br: Revisão completa

source: Subtitlers
pt_br: Legendadores

source: Reviewers
pt_br: Revisores

source: Needs review
pt_br: Precisa de revisão

source: No records found
pt_br: Nenhum registro encontrado

source: Select team and month from the toolbar
pt_br: Selecione o time e o mês na barra de ferramentas.

source: Remove the needs-review flag from all records in the table.
pt_br: Remover a bandeira "precisa de revisão" para todos os registros na tabela.

source: From
pt_br: De

source: Not finished
pt_br: Não concluído

source: you
pt_br: você

source: Remove User from Collaboration
pt_br: Remover usuário da colaboração

source: No collaborations Found
pt_br: Nenhuma colaboração encontrada

source: Open Editor
pt_br: Abrir editor

source: Leave Collaboration
pt_br: Deixar Colaboração

source: Users
pt_br: Usuários

source: Remove User
pt_br: Remover Usuário

source: Mark Complete
pt_br: Marcar como completa

source: Move Collaboration
pt_br: Mover Colaboração

source: Move Collaborations
pt_br: Mover Colaborações

source: Delete Collaboration?
pt_br: Deletar colaboração?

source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.

source: Evaluate Subtitles
pt_br: Avaliar Legendas

source: Evaluate subtitles
pt_br: Avaliar legendas

source: Initial subtitles created by:
pt_br: Legendas iniciais criadas por:

source: Set evaluation teams
pt_br: Definir equipes de avaliação

source: evaluate subtitles
pt_br: avaliar legendas

source: open editor
pt_br: abrir editor

source: Available assignments
pt_br: Tarefas disponíveis

source: Open in Editor
pt_br: Abrir no Editor

source: Recent activity
pt_br: Atividade recente

source: No activity yet
pt_br: Nenhuma atividade ainda

source: My collaborators
pt_br: Meus colaboradores

source: Edit %(batch)s
pt_br: Editar %(batch)s

source: Create new On-Demand batch
pt_br: Criar novo lote por demanda

source: Delete batch
pt_br: Deletar lote

source: Update Batch
pt_br: Atualizar lote

source: Amara On-Demand Dashboard
pt_br: Painel por demanda Amara

source: Welcome to the Amara On-Demand dashboard
pt_br: Bem-vindo ao painel por demanda da Amara

source: Define a new batch to get started.
pt_br: Defina um novo lote para começar

source: Define new batch
pt_br: Definir novo lote

source: %(percent)s complete
pt_br: %(percent)s completo

source: %(percent)s in progress
pt_br: %(percent)s em progresso

source: Download Master Spreadsheet
pt_br: Baixar Planilha Mestre

source: Edit batch
pt_br: Editar grupo

source: $/minute
pt_br: $/minuto

source: Queue
pt_br: Fila

source: Add Account
pt_br: Adicionar conta

source: Add Language
pt_br: Adicionar Idioma

source: Accounts
pt_br: Contas

source: Users Assigned
pt_br: Usuários reportados

source: No languages
pt_br: Nenhum idioma

source: Filter Available Jobs
pt_br: Filtrar vagas disponíveis

source: Download transcript
pt_br: Baixar transcrição

source: Deliver Subtitles
pt_br: Enviar Legendas

source: Available Jobs
pt_br: Vagas Disponíveis

source: Accept Job
pt_br: Aceitar vaga

source: No jobs available
pt_br: Nenhuma vaga disponível
