Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Your profile has been updated.
pt_br: Seu perfil foi atualizado.

source: Your account has been updated.
pt_br: Sua conta foi atualizada.

source: Your photo has been updated.
pt_br: Sua foto foi atualizada.

source: Your photo has been removed.
pt_br: Sua foto foi removida.

source: Twitter account
pt_br: Conta do Twitter

source: Facebook account
pt_br: Conta do Facebook

source: Account deleted.
pt_br: Conta deletada.

source: This user has not email
pt_br: Este usuário não possui email

source: You are not authenticated.
pt_br: Você não está autenticado.

source: Personal message from %(sender)s on amara.org
pt_br: Mensagem pessoal recebida de %(sender)s em amara.org

source: Confirm new password:
pt_br: Confirmar a nova senha:

source: Must specify current password
pt_br: Especifique senha atual

source: Invalid password
pt_br: Senha inválida

source: Passwords don't match
pt_br: Senhas não coincidem

source: You should be authenticated.
pt_br: Você precisa estar autenticado.

source: Your email was updated.
pt_br: Seu email foi atualizado.

source: All Languages
pt_br: Todos os Idiomas

source: Popular Languages
pt_br: Idiomas Populares

source: Subtitle editor
pt_br: Editor de legendas

source: Upload
pt_br: Fazer upload

source: Video Added
pt_br: Vídeo Adicionado

source: added a video: <a href="%(video_url)s">%(video)s</a>
pt_br: adicionou um vídeo: <a href="%(video_url)s">%(video)s</a>

source: Video Title Changed
pt_br: Título do Vídeo Alterado

source: edited a video title
pt_br: editou o título do vídeo

source: Comment added
pt_br: Comentário adicionado

source: Version added
pt_br: Versão adicionada

source: edited
pt_br: Editado

source: Video URL added
pt_br: URL de Vídeo adicionada

source: added new URL for <a href="%(video_url)s">%(video)s</a>
pt_br: Adicionada nova URL a <a href="%(video_url)s">%(video)s</a>

source: added URL
pt_br: URL adicionado

source: Translation URL added
pt_br: URL de tradução adicionada

source: added a translation
pt_br: tradução adicionada

source: translated
pt_br: traduzida

source: Subtitle request created
pt_br: Requisição de legenda criada

source: created a subtitle request
pt_br: Criar uma requisição de legenda

source: Version approved
pt_br: Versão aprovada

source: approved <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
pt_br: Aprovadas legendas em <a href="%(language_url)s">%(language)s</a> para <a href="%(video_url)s">%(video)s</a>

source: Member Joined
pt_br: Um novo membro juntou-se à equipe

source: joined the %(team)s team as a %(role)s
pt_br: juntou-se à equipe %(team)s como um %(role)s

source: Unknown role
pt_br: Cargo desconhecido

source: Version Rejected
pt_br: Versão Rejeitada

source: rejected <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
pt_br: legendas <a href="%(language_url)s">%(language)s</a> rejeitadas para <a href="%(video_url)s">%(video)s</a>

source: Member Left
pt_br: Um Membro Saiu

source: left the %(team)s team
pt_br: saiu da equipe %(team)s

source: Version Reviewed
pt_br: Versão Revisada

source: reviewed <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
pt_br: Legenda de <a href="%(video_url)s">%(video)s</a> em <a href="%(language_url)s">%(language)s</a> foi revisada

source: reviewed
pt_br: revisado

source: Version Accepted
pt_br: Versão Aceita

source: accepted <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
pt_br: Aceita legenda de <a href="%(video_url)s">%(video)s</a> em <a href="%(language_url)s">%(language)s</a>

source: Version Declined
pt_br: Versão Recusada

source: declined <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
pt_br: Recusada legenda de <a href="%(video_url)s">%(video)s</a> em <a href="%(language_url)s">%(language)s</a>

source: Video deleted
pt_br: Vídeo deletado

source: Unknown video
pt_br: Vídeo desconhecido

source: deleted a video: %(title)s
pt_br: deletou um vídeo: %(title)s

source: Video URL edited
pt_br: URL de vídeo editada

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
pt_br: URL primária mudada de <a href="%(old_url)s">%(old_url)s</a> para <a href="%(new_url)s">%(new_url)s</a>

source: Video URL deleted
pt_br: URL de vídeo deletada

source: deleted url <a href="%(url)s">%(url)s</a>
pt_br: URL <a href="%(url)s">%(url)s</a> deletada

source: deleted URL
pt_br: URL deletado

source: Video moved to team
pt_br: Vídeo movido para a equipe

source: moved <a href="%(video_url)s">%(video)s</a> to %(to_team)s
pt_br: <a href="%(video_url)s">%(video)s</a> movido para %(to_team)s

source: moved <a href="%(video_url)s">%(video)s</a> to %(to_team)s from <a href="%(from_team_url)s">%(from_team_name)s</a>
pt_br: <a href="%(video_url)s">%(video)s</a> movido para %(to_team)s de <a href="%(from_team_url)s">%(from_team_name)s</a>

source: moved <a href="%(video_url)s">%(video)s</a> to %(to_team)s from another team
pt_br: <a href="%(video_url)s">%(video)s</a> movido de %(to_team)s para outra equipe

source: Video moved from team
pt_br: Vídeo movido da equipe

source: removed <a href="%(video_url)s">%(video)s</a> from %(from_team)s
pt_br: <a href="%(video_url)s">%(video)s</a> removido de %(from_team)s

source: moved <a href="%(video_url)s">%(video)s</a> from %(from_team)s to <a href="%(to_team_url)s">%(to_team_name)s</a>
pt_br: <a href="%(video_url)s">%(video)s</a> movido de %(from_team)s para <a href="%(to_team_url)s">%(to_team_name)s</a>

source: moved <a href="%(video_url)s">%(video)s</a> from %(from_team)s to another team
pt_br: <a href="%(video_url)s">%(video)s</a> movido de %(from_team)s para outra equipe

source: incomplete
pt_br: incompleto

source: needs review
pt_br: necessita de revisão

source: needs approval
pt_br: necessita de aprovação

source: needs editing
pt_br: necessita de edição

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To start new subtitles, click "Add a new language!" in the sidebar.
pt_br: Aqui está a área de edição de legendas de seu vídeo. Você pode compartilhar o vídeo com amigos ou copiar o "embed code" para seu site. Para começar uma nova legenda, clique em "Adicionar um novo idioma!" no menu lateral.

source: You have submitted a video that is served over http. Your browser may display mixed content warnings.
pt_br: Você enviou um vídeo que é hospedado em http. Seu navegador pode exibir avisos sobre o conteúdo.

source: Existing subtitles will be imported in a few minutes.
pt_br: Legendas existentes serão importadas em poucos minutos.

source: Thank you for uploading. It may take a minute or so for your subtitles to appear.
pt_br: Obrigado por fazer o upload. Pode demorar um minuto ou mais para suas legendas aparecerem.

source: %(title)s with subtitles | Amara
pt_br: %(title)s com legendas | Amara

source: You don't have permission to rollback this language
pt_br: Você não tem permissão para desfazer alterações neste idioma

source: You have not permission change this URL
pt_br: Você não tem permissão para alterar esta URL

source: Object does not exist
pt_br: Objeto não existe

source: You have not permission delete this URL
pt_br: Você não tem permissão para excluir esta URL

source: The language for %(video)s has been changed
pt_br: O idioma para %(video)s foi alterado

source: Location
pt_br: Localização

source: Featured Videos
pt_br: Vídeos em Destaque

source: Latest Videos
pt_br: Vídeos Recentes

source: Just found a version of this video with subtitles
pt_br: Acabei de encontrar uma versão deste vídeo com legendas

source: Check out this video and help make subtitles
pt_br: Confira este vídeo e ajude a fazer legendas

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
pt_br: Ei, dê uma olhada no vídeo %(video_title)s e ajude a fazer legendas: %(url)s

source: %(language)s subtitles for %(video)s:
pt_br: legendas de %(language)s para %(video)s:

source: Hey-- just found %(language)s subtitles for %(video_title)s: %(url)s
pt_br: Ei, acabei de encontrar legendas em %(language)s para %(video_title)s: %(url)s

source: --Select language--
pt_br: --Selecione o idioma--

source: <a href="mailto:%(email)s">Contact us</a>
pt_br: <a href="mailto:%(email)s">Contate-nos</a>

source: Please try again with a link to a video page. %(contact_link)s if there's a problem.
pt_br: Por favor, tente novamente com um link para a página do vídeo. %(contact_link)s se houver algum problema.

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v %(contact_link)s if there's a problem
pt_br: Você deve colocar o vídeo em um site que seja compatível (como YouTube) ou enviar um arquivo em um formato compatível com navegadores que operem HTML5. Por exemplo: http://mysite.com/myvideo.ogg ou http://mysite.com/myipadvideo.m4v %(contact_link)s se tiver problemas

source: You have not permission add video URL for this video
pt_br: Você não tem permissão para adicionar uma URL a este vídeo

source: Video URL already added to this video
pt_br: URL já adicionada a este vídeo

source: view video
pt_br: visualizar vídeo

source: Video URL already added to a different video (%(link)s)
pt_br: URL já adicionada a um vídeo diferente (%(link)s)

source: Video URL already added to a different video
pt_br: URL do vídeo já foi adicionada a um vídeo diferente

source: We support: rss 2.0 media feeds including Vimeo, Dailymotion, and more.
pt_br: Suportamos: feeds de mídia rss 2.0, incluindo Vimeo, Dailymotion, entre outros.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
pt_br: Desculpe, nós não conseguimos encontrar um feed válido na URL que você forneceu. Por favor, verifique a URL e tente novamente.

source: Duplicate feed URL in form: %(url)s
pt_br: URL com feed duplicado no formulário: %(url)s

source: Feed for %(url)s already exists
pt_br: Feed para %(url)s já existe

source: The videos are being added in the background. If you are logged in, you will receive a message when it's done
pt_br: Os vídeos estão sendo adicionados em segundo plano. Se você estiver conectado, receberá uma mensagem assim que estiver pronto

source: Subtitle into:
pt_br: Legendar em:

source: This video is in:
pt_br: Este vídeo está em:

source: Please double check the primary spoken language. This step cannot be undone.
pt_br: Por favor, verifique o idioma primário falado. Este passo não pode ser desfeito.

source: Your Languages
pt_br: Seus Idiomas

source: You have not permission
pt_br: Você não tem permissão

source: Incorrect video ID
pt_br: ID de vídeo incorreto

source: Video does not exist
pt_br: Vídeo não existente

source: Title can't be empty
pt_br: O título não pode ficar vazio

source: Title can't be changed for this video
pt_br: O título deste vídeo não pode ser alterado

source: Title was changed success
pt_br: O título foi alterado com sucesso

source: Video does not exist.
pt_br: Vídeo não existente.

source: You are following this video now.
pt_br: Você está seguindo este vídeo agora.

source: You stopped following this video now.
pt_br: Você parou de seguir este vídeo agora.

source: Subtitles does not exist.
pt_br: Não existem legendas.

source: You are following this subtitles now.
pt_br: Você está seguindo esta legenda agora.

source: You stopped following this subtitles now.
pt_br: Você parou de seguir esta legenda agora.

source: in seconds
pt_br: em segundos

source: Views
pt_br: Visualizações

source: No Video URL
pt_br: Não há URL do Vídeo

source: reviewed <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s"> %(video_name)s</a>
pt_br: legendas <a href="%(language_url)s">%(new_language)s</a> revisadas para <a href="%(video_url)s"> %(video_name)s</a>

source: accepted <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas <a href="%(language_url)s">%(new_language)s</a> aceitas para <a href="%(video_url)s">%(video_name)s</a>

source: rejected <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas <a href="%(language_url)s">%(new_language)s</a> rejeitadas para <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas <a href="%(language_url)s">%(new_language)s</a> aprovadas para <a href="%(video_url)s">%(video_name)s</a>

source: declined <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas <a href="%(language_url)s">%(new_language)s</a> recusadas para <a href="%(video_url)s">%(video_name)s</a>

source: deleted a video: "%(title)s"
pt_br: excluiu um vídeo: "%(title)s"

source: added <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> to Amara
pt_br: adicionado <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> ao Amara

source: <a href="%(video_url)s">%(video_name)s</a> added to Amara
pt_br: <a href="%(video_url)s">%(video_name)s</a> adicionado ao Amara

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
pt_br: alterou o título para <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
pt_br: O título foi alterado para <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
pt_br: receberam comentários as legendas em<a href="%(comments_url)s">%(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
pt_br: Comentário adicionado para a legenda em<a href="%(comments_url)s">%(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(video_url)s">%(video_name)s</a>
pt_br: comentou em <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
pt_br: Foram adicionados comentários para <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
pt_br: iniciadas as legendas em<a href="%(language_url)s">%(new_language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas em<a href="%(language_url)s">%(new_language)s</a> iniciadas para <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas em <a href="%(language_url)s">%(new_language)s</a> editadas para <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
pt_br: legendas em <a href="%(language_url)s">%(new_language)s</a> editadas para <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
pt_br: adicionou uma nova URL para <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
pt_br: Foi adicionada uma nova URL para <a href="%(video_url)s">%(video_name)s</a>

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
pt_br: url primária alterada de <a href="%(old_url)s">%(old_url)s</a> para <a href="%(new_url)s">%(new_url)s</a>

source: deleted url <a href="%(title)s">%(title)s</a>
pt_br: url <a href="%(title)s">%(title)s</a> removida

source: add video
pt_br: adicionar vídeo

source: change title
pt_br: alterar título

source: comment
pt_br: comentar

source: add version
pt_br: adicionar versão

source: add translation
pt_br: adicionar tradução

source: add video url
pt_br: adicionar URL de vídeo

source: request subtitles
pt_br: solicitar legendas

source: approve version
pt_br: aprovar versão

source: add contributor
pt_br: adicionar contribuidor

source: remove contributor
pt_br: remover contribuidor

source: reject version
pt_br: rejeitar versão

source: review version
pt_br: revisar versão

source: accept version
pt_br: aceitar versão

source: decline version
pt_br: recusar versão

source: delete video
pt_br: excluir vídeo

source: edit url
pt_br: editar url

source: delete url
pt_br: remover url

source: Unknown video type
pt_br: Tipo de vídeo desconhecido

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
pt_br: Essa URL já <a href="%(url)s">existe</a> em nosso sistema. Não é possível adicioná-la como URL secundária.

source: Can't remove the primary video URL
pt_br: Você não pode remover a URL primária

source: Edit Subtitles
pt_br: Editar legendas

source: Unknown
pt_br: Desconhecido

source: Feed is unavailable now.
pt_br: O feed está indisponível.

source: Message sent.
pt_br: Mensagem enviada.

source: You should be authenticated to write messages
pt_br: Você deve estar logado para escrever mensagens

source: This message is from site administrator.
pt_br: Esta mensagem é do administrador do site.

source: You cannot send a message to a user and a team at the same time.
pt_br: Você não pode enviar uma mensagem para um usuário e uma equipe ao mesmo tempo.

source: You must choose a recipient.
pt_br: Você deve escolher um destinatário.

source: This field is required.
pt_br: Este campo é obrigatório.

source: Message does not exist.
pt_br: Mensagem não existente.

source: [no subject]
pt_br: [sem assunto]

source: You should enter subject or message.
pt_br: Você deve incluir um assunto ou mensagem.

source: New message from %(author)s on Amara: %(subject)s
pt_br: Nova mensagem de %(author)s na Amara: %(subject)s

source: New message on Amara: %(subject)s
pt_br: Nova mensagem na Amara: %(subject)s

source: You've been invited to team %(team)s on Amara
pt_br: Você foi convidado à equipe %(team)s na Amara

source: %(user)s is applying for team %(team)s
pt_br: O %(user)s está se candidatando para a equipe %(team)s

source: Your application to join the %(team)s team has been declined
pt_br: Sua aplicação para participar da equipe %(team)s foi negada

source: %(team)s team has a new member
pt_br: A equipe %(team)s tem um novo membro

source: You've joined the %(team)s team!
pt_br: Você se juntou à equipe %(team)s!

source: %(user)s has left the %(team)s team
pt_br: O %(user)s abandonou a equipe %(team)s

source: You've left the %(team)s team!
pt_br: Você saiu da equipe %(team)s!

source: You have a new task assignment on Amara!
pt_br: Você tem uma nova tarefa na Amara!

source: Your subtitles have been reviewed
pt_br: Suas legendas foram revisadas

source: and published
pt_br: e publicadas

source: Your subtitles have been approved and published!
pt_br: Suas legendas foram aprovadas e publicadas!

source: Your subtitles have been returned for further editing
pt_br: Suas legendas retornaram para nova edição

source: Your subtitles were not accepted
pt_br: Suas legendas não foram aceitas

source: %(user)s left a comment on the video %(title)s
pt_br: %(user)s deixou um comentário no vídeo %(title)s

source: %(cache_calls)d call in %(time).4fs
pt_br: %(cache_calls)d chamada em %(time).4fs

source: Write a comment
pt_br: Escreva um comentário

source: You car reply only comments for same object
pt_br: Você só pode responder a comentários para o mesmo objeto

source: Complete
pt_br: Completo

source: Processing
pt_br: Processando

source: now
pt_br: agora

source: i-names are not supported
pt_br: i-nomes não são suportados

source: The OpenID was invalid
pt_br: OpenID inválida

source: The request was cancelled
pt_br: O pedido foi cancelado

source: Setup needed
pt_br: Configuração necessária

source: %(count)s messages sent
pt_br: %(count)s mensagens enviadas

source: Fill all fields please.
pt_br: Por favor, preencha todos os campos.

source: Send message
pt_br: Enviar mensagem

source: Feature teams
pt_br: Equipes em destaque

source: Unfeature teams
pt_br: Equipes normais

source: Team
pt_br: Equipe

source: User
pt_br: Usuário

source: You are not authorized to see this page
pt_br: Você não é autorizado a ver esta página

source: You do not have permission to edit this team.
pt_br: Você não tem permissão para editar esta equipe.

source: Error updating membership
pt_br: Erro ao atualizar assinatura

source: Members
pt_br: Membros

source: %(user)s added as a manager
pt_br: Adicionado %(user)s como gerente

source: %(user)s removed as a manager
pt_br: %(user)s removido como gerente

source: Languages
pt_br: Idiomas

source: You cannot invite people to this team.
pt_br: Você não pode convidar pessoas para esta equipe.

source: Invite
pt_br: Convidar

source: You are already a member of %(team)s.
pt_br: Você já é um membro do %(team)s.

source: You are now a member of %(team)s.
pt_br: Você agora é um membro do %(team)s.

source: You cannot join %(team)s.
pt_br: Você não pode se juntar a %(team)s.

source: Activity
pt_br: Atividade

source: Your application has been submitted. You will be notified of the team administrator's response
pt_br: Sua solicitação foi enviada. Você será notificado da resposta do administrador da equipe

source: File successfully uploaded, you should receive the summary shortly.
pt_br: Arquivo carregado com sucesso, você deve receber o sumário em breve.

source: File was not successfully parsed.
pt_br: Arquivo não foi analisado com sucesso.

source: Settings saved.
pt_br: Configurações salvas.

source: Settings
pt_br: Configurações

source: Guidelines and messages updated.
pt_br: Diretrizes e mensagens atualizadas.

source: Messages
pt_br: Mensagens

source: No message for that language.
pt_br: Não há mensagens para este idioma.

source: There is already a message for that language.
pt_br: Já existe uma mensagem para este idioma

source: Please set the language and the message.
pt_br: Por favor, ajuste o idioma e a mensagem.

source: Language-specific Messages
pt_br: Mensagens em idioma específico

source: Importing videos now
pt_br: Importando os vídeos agora

source: Feed deleted
pt_br: Feed deletado

source: Video Feed Added
pt_br: Vídeo de Feed Adicionado

source: Video Feeds
pt_br: Feeds de Vídeos

source: Project added.
pt_br: Projeto adicionado.

source: Project updated.
pt_br: Projeto atualizado.

source: Project deleted.
pt_br: Projeto removido.

source: Projects
pt_br: Projetos

source: Project
pt_br: Projeto

source: Let's keep things tidy, shall we?
pt_br: Vamos manter tudo organizado, certo?

source: Any
pt_br: Algum

source: No project
pt_br: Sem projeto

source: Video language
pt_br: Idioma do vídeo

source: It will be saved only if video does not exist in our database.
pt_br: Será salvo apenas se o vídeo não existir em nossa base de dados.

source: Video URL
pt_br: URL do vídeo

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
pt_br: Insira a URL de qualquer vídeo compatível ou qualquer vídeo em seu site. Você também pode navegar pelo site e utilizar o menu 'Adicionar vídeo à equipe'.
