Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Skip back 4 seconds
pt_br: Voltar 4 segundos

source: Skip forward 4 seconds
pt_br: Avançar 4 segundos

source: Navigate to the next subtitle or insert one at the end
pt_br: Vá para a próxima legenda ou insira uma nova ao final

source: Insert line break
pt_br: Inserir quebra de linha

source: Delete empty subtitle
pt_br: Excluir legenda vazia

source: Exit edit mode of current subtitle
pt_br: Sair do modo de edição da legenda atual

source: Insert subtitle (above)
pt_br: Insira legendas (acima)

source: Insert subtitle (below)
pt_br: Inserir legendas (abaixo)

source: Delete current subtitle
pt_br: Apagar legenda atual

source: Alt + Delete (or Backspace)
pt_br: Alt + Delete (ou Retrocesso)

source: Navigate to the previous subtitle
pt_br: Ir para a legenda anterior

source: Alt + UP Arrow
pt_br: Alt + Seta para cima

source: Navigate to the next subtitle
pt_br: Ir para a próxima legenda

source: Show Browser Shortcuts
pt_br: Mostrar atalhos do navegador

source: Hide Browser Shortcuts
pt_br: Ocultar atalhos do navegador

source: Browser Defaults that should work
pt_br: Padrões do navegador que devem funcionar

source: Jump to the next whole word
pt_br: Ir para a próxima palavra inteira

source: CTRL + RIGHT Arrow
pt_br: CTRL + Seta para direita

source: Jump to the previous whole word
pt_br: Ir para a palavra anterior inteira

source: CTRL + LEFT Arrow
pt_br: CTRL + Seta para esquerda

source: Jump to the start of the subtitle
pt_br: Ir para o início da legenda

source: Fn + RIGHT Arrow
pt_br: Fn + Seta para direita

source: CMD + RIGHT Arrow
pt_br: CMD + Seta para direita

source: Jump to the end of the subtitle
pt_br: Ir para o fim da legenda

source: Fn + LEFT Arrow
pt_br: Fn + Seta para esquerda

source: CMD + LEFT Arrow
pt_br: CMD + Seta para esquerda

source: Delete last complete word
pt_br: Apagar última palavra completa

source: Proposed Shortcuts (not yet implemented)
pt_br: Atalhos propostos (ainda não implementado)

source: Undo last action
pt_br: Desfazer a última ação

source: Redo last action
pt_br: Refazer a última ação

source: Save a version
pt_br: Salvar uma versão

source: Italics formatting
pt_br: Itálico

source: Bold formatting
pt_br: Negrito

source: Timeline toggle
pt_br: Alternar linha do tempo

source: Edit title and description
pt_br: Editar título e descrição

source: Title
pt_br: Título

source: Enter Title
pt_br: Digite o Título

source: Description
pt_br: Descrição

source: Enter Description
pt_br: Digite a Descrição

source: Playback Mode
pt_br: Modo Playback

source: Debugging Tools
pt_br: Ferramentas de depuração

source: Error saving subtitles
pt_br: Erro ao salvar as legendas

source: There was an error saving your subtitles. Save your subtitles using the download button below and upload them to the system later.
pt_br: Houve um erro ao salvar suas legendas. Salve as legendas usando o botão de download abaixo e envie-as ao sistema mais tarde.

source: To avoid data corruption, please do not open the or edit the subtitles in any text editor.
pt_br: Para evitar a corrupção de dados, por favor, não abra ou edite as legendas em qualquer editor de texto.

source: There was an error saving your subtitles. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
pt_br: Houve um erro ao salvar suas legendas. Copie as legendas acima e salve-as em seu computador como subtitle_backup.dfxp. Você pode enviá-las mais tarde.

source: Download Subtitles
pt_br: Baixar Legendas

source: Close Editor
pt_br: Fechar Editor

source: Upload Subtitles
pt_br: Carregar legendas

source: Upload failed. The file you uploaded might be invalid or an unsupported format.
pt_br: O upload falhou. O arquivo que você carregou deve ser inválido ou estar em um formato não suportado.

source: Uploading...
pt_br: Enviando...

source: Error resuming session
pt_br: Erro ao retomar sessão

source: There was an error resuming your session. Save your subtitles using the download button below and upload them to the system later.
pt_br: Houve um erro ao retomar sua sessão. Salve suas legendas usando o botão de download abaixo e envie ao sistema mais tarde.

source: There was an error resuming your session. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
pt_br: Houve um erro ao retomar sua sessão. Copie as legendas acima e salve-as em seu computador como subtitle_backup.dfxp. Você pode carregá-las mais tarde.

source: Copy Timing
pt_br: Copiar Tempo

source: Show
pt_br: Mostrar

source: Timeline
pt_br: Linha do tempo

source: Clear timing
pt_br: Limpar tempo

source: Clear text
pt_br: Limpar texto

source: Revert to last saved version
pt_br: Reverter para última versão salva

source: Upload subtitles
pt_br: Enviar legendas

source: Warnings
pt_br: Avisos

source: Show Tutorial
pt_br: Exibir Tutorial

source: Avoid more than 2 lines per subtitle; split the subtitle into two.
pt_br: Evite mais de 2 linhas por legenda; divida a legenda em duas.

source: Briefly displayed subtitles are hard to read; the duration should be more than 700ms.
pt_br: Legendas mostradas brevemente são difíceis de ler; a duração deve ser maior que 700ms.

source: Line length shouldn't exceed 42 characters; add a line break if necessary.
pt_br: O tamanho da linha não deve exceder 42 caracteres; adicione uma quebra de linha se necessário.

source: Type what you hear
pt_br: Digite o que você ouvir

source: Is all the content subtitled?
pt_br: Todo o conteúdo foi legendado?

source: Is all the content translated?
pt_br: Todo o conteúdo está traduzido?

source: Be sure you have no blank lines
pt_br: Tenha certeza de que nenhuma linha ficou em branco

source: Yes, start syncing
pt_br: Sim, iniciar sincronização

source: Sync Timing
pt_br: Sincronizar Tempo

source: synced subtitles: %(count)s / %(total)s
pt_br: legendas sincronizadas: %(count)s / %(total)s

source: Start review
pt_br: Começar revisão

source: Review and complete
pt_br: Revisar e completar

source: Watch the video again and verify that the subtitles are complete and correct.
pt_br: Assista ao vídeo de novo e verifique se as legendas estão completas e corretas.

source: Editing %(language)s subtitles for &ldquo;%(video)s&rdquo; - Amara
pt_br: Editando legendas em %(language)s para &ldquo;%(video)s&rdquo; - Amara

source: Loading subtitle editor&hellip;
pt_br: Carregando legenda editor&hellip;

source: Timing error in subtitle
pt_br: Erro de timing na legenda

source: New to Amara? Here are some pointers.
pt_br: Novo em Amara? Aqui vão algumas direções.

source: Click to hide. Reopen anytime from the tools menu
pt_br: Clique para esconder. Reabra a qualquer momento a partir do menu de ferramentas

source: Show tutorial
pt_br: Exibir tutorial

source: Please go away.
pt_br: Por favor, vá embora.

source: 1. Play the video
pt_br: 1. Reproduza o vídeo

source: Use the tab key to play and pause the video.
pt_br: Use a tecla tab para reproduzir e pausar o vídeo.

source: 2. Type what you hear
pt_br: 2. Digite o que você ouvir

source: Once you fill a line, hit enter.
pt_br: Quando completar uma linha, aperte enter.

source: Don't worry about the timing.
pt_br: Não se preocupe com a temporização.

source: 3. Done typing?
pt_br: 3. Terminou de digitar?

source: Click to start syncing your subtitles.
pt_br: Clique para começar a sincronizar suas legendas.

source: 1. Tap the Down arrow to start
pt_br: 1. Clique na Setinha de Baixo para começar

source: Press down again to start each subtitle.
pt_br: Pressione para baixo novamente para começar cada legenda.

source: Don't worry about small mistakes.
pt_br: Não se preocupe com pequenos erros.

source: 2. Need to start over?
pt_br: 2. Precisa recomeçar?

source: From the tools menu
pt_br: Do menu de ferramentas

source: choose clear timing.
pt_br: escolha limpar timing

source: 3. Review and correct
pt_br: 3. Revisar e corrigir

source: Click when all subtitles are synced.
pt_br: Clique quando todas as legendas estejam sincronizadas.

source: 1. Review the guidelines
pt_br: 1. Revise o guia

source: They include tips for improving subtitles.
pt_br: Eles incluem dicas para melhorar legendas.

source: 2. Check the timing
pt_br: 2. Verifique o timing

source: 3. Submit your work
pt_br: 3. Publique seu trabalho

source: Or choose Save Draft (above) to finish later.
pt_br: Ou escolha Salvar Esboço (acima) para finalizar depois.

source: 1. Select a reference language
pt_br: 1. Selecione uma língua de referência

source: If you change the reference language, use
pt_br: Se você mudar a língua de referência, use

source: Copy Timings
pt_br: Copiar Timings

source: to update the translation timing.
pt_br: para atualizar o timing da tradução.

source: 2. Type the translation
pt_br: 2. Digite a tradução

source: Don't leave any blanks.
pt_br: Não deixe espaços em branco.

source: 3. Done translating?
pt_br: 3. Terminou de traduzir?

source: Click to adjust the timing.
pt_br: Clique para ajustar o timing.

source: %(time)s ago
pt_br: há %(time)s atrás.

source: Add a new language!
pt_br: Adicionar um novo idioma!

source: Continue
pt_br: Continuar

source: A new video URL for
pt_br: Uma nova URL de vídeo para

source: was submitted by
pt_br: foi enviada por

source: Anonymous
pt_br: Anônimo

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
pt_br: Por favor, preste atenção para ter certeza que a nova URL apresenta exatamente o mesmo vídeo e a sincronização da legenda está correta:

source: View the new video URL
pt_br: Exibir a nova URL do vídeo:

source: View the original video URL
pt_br: Exibir a URL original do vídeo:

source: Upload them directly.
pt_br: Faça upload diretamente.

source: Our site accepts SRT, SSA, SBV, DFXP, TXT, and VTT format. Only files ending in .srt, .ssa, .sbv, .dfxp, .txt, .vtt or .xml (for dfxp) are accepted.
pt_br: Nosso site aceita os formatos SRT, SSA, SBV, DFXP, TXT e VTT. Apenas arquivos que terminem em .srt, .ssa, .sbv, .dfxp, .txt, .vtt ou .xml (para dfxp) são aceitos.

source: Translated from
pt_br: Traduzido de

source: This subtitle file is 100%% complete
pt_br: O arquivo de legenda está 100%% completo

source: Login to upload subtitles
pt_br: Faça login para enviar legendas

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
pt_br: Se você acredita que seu arquivo de legenda é compatível, <a href='mailto:feedback@universalsubtitles.org'>envie-no para nós</a>

source: Processing, please be patient...
pt_br: Processando, por favor seja paciente...

source: This video is in %(language)s
pt_br: Este vídeo está em %(language)s

source: %(count)s Language
pt_br: %(count)s idioma

source: Show all
pt_br: mostrar tudo

source: Show less
pt_br: Mostrar menos

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(time_change)s of the timing was changed.
pt_br: <b><a href="http://%(domain)s%(language_url)s">legendas em %(lang)s</a></b> para o vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foram alteradas por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Essas alterações entraram em vigor imediatamente. %(time_change)s da sincronia foi alterado.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(time_change)s of the timing was changed.
pt_br: <b><a href="http://%(domain)s%(language_url)s">legendas em %(lang)s</a></b> para o vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foram alteradas. Essas mudanças vigoram imediatamente. %(time_change)s da sincronia foi alterada.

source: Compare the new version to the last version
pt_br: Comparar nova versão com a última

source: Stop watching for changes on this video
pt_br: Parar de assistir para alterações no vídeo

source: Old Text
pt_br: Texto antigo

source: Changes to title
pt_br: Título do vídeo

source: New Text
pt_br: Novo texto

source: Changes to description
pt_br: Ir para a descrição

source: Changes to Subtitle Text
pt_br: Alterações para texto de legenda

source: Watch Subtitled Videos
pt_br: Assistir vídeos legendados

source: More Featured Videos
pt_br: Mais vídeos em destaque

source: More Recent Videos
pt_br: Vídeos mais recentes

source: Rebuilding video index. Please try again a bit later
pt_br: Reconstruindo índice do vídeo. Por favor tente novamente mais tarde

source: No videos found
pt_br: Nenhum vídeo encontrado

source: Notifications to %(u)s stopped for %(video)s.
pt_br: Notificações para %(u)s canceladas para %(video)s.

source: Get Embed Code
pt_br: Obter Código para Incorporação

source: How are you using Amara? What would make it better?
pt_br: Como você está usando Amara? O que faria ele melhor?

source: Please let us know if you have any comments, questions, or suggestions!
pt_br: Por favor, deixe-nos saber se você tiver quaisquer comentários, perguntas ou sugestões!

source: Note: we read/speak English best, but try to read/respond to anything we can.
pt_br: Observação: nós lemos e escrevemos melhor em Inglês, mas nós tentamos ler e responder tudo que é possível.

source: Your email:
pt_br: O seu e-mail:

source: Your Feedback
pt_br: Seu comentário

source: Send feedback
pt_br: Enviar comentário

source: Send Feedback
pt_br: Enviar comentário

source: Thank you for your feedback.
pt_br: Obrigado por seus comentários.

source: If you would like to perform some additional testing
pt_br: Se você gostaria de realizar alguns testes adicionais

source: please go to our
pt_br: visite nosso

source: Litmus regression tests
pt_br: testes de regressão Litmus

source: For new testers, we have
pt_br: Para novos testadores, nós temos

source: a getting started guide
pt_br: um guia para começar

source: Enter feedback please.
pt_br: Digite o comentário, por favor.

source: Search videos
pt_br: Buscar vídeos

source: Please let us know what you were doing when you encountered this error.
pt_br: Por favor, deixe-nos saber o que você estava fazendo quando você encontrou este erro.

source: Sorry, the page you requested was not found.
pt_br: Desculpe, a página solicitada não foi encontrada.

source: Leave a comment
pt_br: Deixar um comentário

source: Comments
pt_br: Comentários

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add a translation, click the button below.
pt_br: Legendas salvas! Você pode compartilhar o vídeo com os amigos ou pegar um código de incorporação para o seu site. Para adicionar uma tradução, clique no botão abaixo.

source: %(count)s Language
pt_br: %(count)s Idioma

source: %(count)s Follower
pt_br: %(count)s Seguidor

source: Contribute
pt_br: Contribuir

source: <span class="team-link">This video is part of the <a href="%(url)s">%(team)s</a> team.</span>
pt_br: <span class="team-link">Este é um vídeo da equipe <a href="%(url)s">%(team)s</a>.</span>

source: Add this video to one of your teams
pt_br: Adicionar este vídeo a um de seus grupos

source: Edit video
pt_br: Editar vídeo

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
pt_br: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> você contribuiu em <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foi modificada por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Essas mudanças foram publicadas imediatamente. %(text_change)s do texto e %(time_change)s da legenda foram alterados.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
pt_br: <b><a href="http://%(domain)s%(language_url)s">%(lang)s legendas</a></b> que você contribuiu <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foram amodificadas. Essas mudanças foram publicadas imediatamente. %(text_change)s do texto e %(time_change)s da sincronia foram alterados.

source: Compare your work to the new version
pt_br: Comparar seu trabalho com a nova versão

source: ago
pt_br: atrás

source: Enter a video URL to use the Amara Editor. It will appear and remain on your public profile.
pt_br: Insira a URL de algum vídeo para usar o Editor Amara. Ele aparecerá e permanecerá no seu perfil público.

source: Begin
pt_br: Começar

source: Acceptable Formats Include: Vimeo, Youtube, mp4, WebM, flv, ogg &amp; mp3
pt_br: Formatos Aceitos Incluem: Vimeo, YouTube, mp4, WebM, flv, ogg & mp3

source: for example
pt_br: por exemplo

source: Use your completed subtitles
pt_br: Usar as suas legendas prontas

source: Invite friends and fans to help caption &amp; translate
pt_br: Convide amigos e fans para ajudar a legendar & traduzir

source: Add new URL
pt_br: Adicionar nova URL

source: Primary
pt_br: Primário

source: Synced
pt_br: Sincronizado

source: Make primary
pt_br: Tornar primário

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
pt_br: Múltiplas URLs de vídeo permitem conectar múltiplos vídeos a uma única série de legendas. Alguns exemplos de utilização:

source: Two versions of the same video exist on Youtube. You do not want subtitle volunteers to duplicate their work, so you add both versions to the multiple URLs pane.
pt_br: Existem duas versões do mesmo vídeo no YouTube. Você não quer que os voluntários de legendagem dupliquem seu trabalho, então você adiciona ambas as versões ao painel de múltiplas URLs.

source: You want to provide different versions of a video to different browsers (HTML5/Ogg for free software users, or HTML5/h264 to iPad users). If you add these URLs, our embed code will automatically fall back to whatever format is necessary for the browser.
pt_br: Você quer fornecer versões diferentes de um vídeo para navegadores diferentes (HTML5/Ogg para usuários de software livre ou HTML5/h264 para usuários de iPad). Se você adicionar essas URLs, nosso código de incorporação se moldará automaticamente a qualquer formato necessário para o navegador.

source: Tip: double check that there are no timing problems.
pt_br: Dica: Olhe duas vezes para não haver problemas de sincronia.

source: Add another URL for this video
pt_br: Adicionar outra URL para esse vídeo

source: Add a URL for another version of the exact same video. Useful when many versions of the same video exist, or when there are different formats (like HTML5)
pt_br: Adicione uma URL para outra versão do exato vídeo. Útil quando existem muitas versões do mesmo vídeo, ou quando existem diferentes formatos (como HTML5)

source: Add
pt_br: Adicionar

source: You must be logged in to add a URL
pt_br: Você deve estar logado para adicionar uma URL

source: Login
pt_br: Entrar

source: You are not authenticated
pt_br: Você não está logado

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
pt_br: Apagar esta URL? Aviso: isto não pode ser desfeito. Apenas apague URLs de vídeos que não se combinam ou vídeos onde ocorre erro na exibição das legendas.

source: There are no activities.
pt_br: Não há nenhuma atividade.

source: Delete Subtitle Language
pt_br: Excluir Idioma de Legenda

source: You must use the tasks panel to work with this version.
pt_br: Você deve usar o painel de tarefas para trabalhar com esta versão.

source: You do not have permission to edit this version.
pt_br: Você não tem permissão para editar esta versão.

source: Draft only
pt_br: Apenas rascunho

source: Subtitles translated from %(language)s
pt_br: Legendas traduzidas de %(language)s

source: Showing <strong>Revision %(version_number)s</strong> created <strong>%(revision_time)s</strong> by <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
pt_br: Exibindo <strong>Revisão %(version_number)s</strong> criada em <strong>%(revision_time)s</strong> por <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.

source: Edit in Django Admin
pt_br: Editar em Django Admin

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
pt_br: A revisão mais recente para este idioma está em branco, mas há revisões mais antigas que contém legendas.

source: View revision history
pt_br: Ver histórico de revisão

source: These subtitles are in progress.
pt_br: Essas legendas estão em progresso.

source: Make more?
pt_br: Fazer mais?

source: No subtitles available yet.
pt_br: ainda sem legendas.

source: Make some!
pt_br: Faça alguns!

source: This language contains subtitles that are still waiting to be moderated. Check back later.
pt_br: Este idioma contém legendas aguardando para serem moderadas. Verifique mais tarde.

source: Sorry, this language has been removed by Amara staff members or authorized users.
pt_br: Desculpe, este idioma foi removido pela equipe Amara ou usuários autorizados.

source: No subtitles have been added for this language yet.
pt_br: Nenhuma legenda adicionada para este idioma

source: Roll back to this version
pt_br: Retornar a está versão

source: Dear
pt_br: Caro

source: Great news! <a href="http://%(domain)s%(user_url)s">%(user)s</a> has just started a %(language)s translation of your video <a href="%(video_url)s">%(video)s</a>
pt_br: Ótima notícia! <a href="http://%(domain)s%(user_url)s">%(user)s</a> acaba de começar uma tradução ⏎ %(language)s de seu vídeo <a href="%(video_url)s">%(video)s</a>⏎

source: You can review the translation and thank them for their contribution on this page:
pt_br: Você pode revisar a tradução e agradecê-los por sua contribuição nesta página:

source: Translation homepage
pt_br: Página de tradução

source: Thanks for your great work,
pt_br: Obrigado pela seu grande trabalho,

source: Sincerely
pt_br: Sinceramente

source: The Amara Community
pt_br: A comunidade Amara

source: Subtitles will be rolled back to a previous version
pt_br: As legendas serão revertida para uma versão anterior

source: You need to log in to do that.
pt_br: Você precisa fazer login para fazer isso.

source: Revision History
pt_br: Histórico de revisão

source: Comparing Revision
pt_br: Comparando revisões

source: Roll back to version
pt_br: Reverter para a versão

source: Latest Revision
pt_br: Última Revisão

source: Compare Revisions
pt_br: Comparar revisões

source: Revision
pt_br: Revisão

source: by
pt_br: por

source: Rollback to version #
pt_br: Reverter para a versão #

source: Legacy Subtitle Editor
pt_br: Editor de Legendas Legacy

source: Subtitle Editor
pt_br: Editor de Legenda

source: No subtitles for this language.
pt_br: Sem legendas para este idioma.

source: Don't send any more emails about this particular video.
pt_br: Não enviar mais e-mails sobre este vídeo.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
pt_br: Para parar de receber estes e-mais, vá para sua página de preferências e desmarque a opção "notifique-me via e-mail"
