Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Relevance
pt_br: Relevância

source: Most languages
pt_br: Maioria dos idiomas

source: Views Today
pt_br: Visualizações Hoje

source: Views This Week
pt_br: Visualizações nesta Semana

source: Views This Month
pt_br: Visualizações neste Mês

source: Total Views
pt_br: Total de Visualizações

source: query
pt_br: Busca

source: Subtitled Into
pt_br: Legendado Em

source: Left blank for any language
pt_br: Deixar em branco para qualquer idioma

source: Video In
pt_br: Vídeo Em

source: Raw Password
pt_br: Senha Crua

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação de senha

source: Personal info
pt_br: Informações pessoais

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: Remove Staff Access
pt_br: Remover Acesso de Organizador

source: Hide
pt_br: Ocultar

source: Confirmation key expired.
pt_br: A chave de confirmação expirou.

source: Email is confirmed.
pt_br: E-mail confirmado.

source: Confirmation email was sent.
pt_br: O e-mail de confirmação foi enviado.

source: You email is empty or already confirmed.
pt_br: O seu e-mail está vazio ou já foi confirmado.

source: Your account was deleted.
pt_br: Sua conta foi apagada. Sua conta foi excluída.

source: Incorrect Password
pt_br: Senha Incorreta

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
pt_br: Este endereço de e-mail não está associado a uma conta de usuário. Você tem certeza de que se registrou?

source: The user account associated with this e-mail address cannot reset the password.
pt_br: O usuário associado a este endereço de e-mail não pode redefinir a senha.

source: Retired user
pt_br: Usuário removido

source: Add comment
pt_br: Adicionar comentário

source: Start subtitles
pt_br: Criar legendas

source: Start translation
pt_br: Iniciar tradução

source: Edit subtitles
pt_br: Editar legendas

source: Edit translation
pt_br: Editar tradução

source: understand enough
pt_br: entende o suficiente

source: understand 99%
pt_br: entende 99%

source: write like a native
pt_br: escreve como primeiro idioma

source: follow requests in language
pt_br: seguir pedidos no idioma

source: This is date when start to display announcement. And only the last will be displayed.
pt_br: Esta é a data de começar a exibir o anúncio, e apenas o último será exibido.

source: e-mail confirmation
pt_br: confirmação de e-mail confirmação do e-mail

source: e-mail confirmations
pt_br: confirmações de e-mail

source: Fill email field, please.
pt_br: Preencha o campo e-mail, por favor.

source: Confirm your email, please.
pt_br: Confirme seu e-mail, por favor. Confirme seu e-mail, por favor.

source: Resyncing subtitles
pt_br: Ressincronizando legendas

source: Help us caption & translate this video!
pt_br: Ajude-nos a transcrever e traduzir este vídeo!

source: Integrations
pt_br: Integrações

source: OpenID Connect error
pt_br: Erro de Conexão do OpenID

source: Error in auth callback
pt_br: Erro de autenticação

source: Google Login Complete, but no next step
pt_br: Login pelo Google Completo, mas sem próximo passo

source: That youtube account has already been linked to the user %(username)s.
pt_br: Esta conta do YouTube já foi associada ao usuário %(username)s.

source: That youtube account has already been linked to the %(team)s team (<a href="%(link)s">view settings page</a>).
pt_br: Esta conta do YouTube já foi associada à equipe %(team)s (<a href="%(link)s">Ver página de configurações</a>).

source: That youtube account has already been linked to the %(team)s team.
pt_br: Esta conta do YouTube já foi associada à equipe %(team)s.

source: Youtube error: %(error)s
pt_br: Erro no YouTube: %(error)s

source: Error while linking. Please try again.
pt_br: Erro ao conectar. Por favor, tente novamente.

source: Publisher ID
pt_br: ID do Redator

source: Import all new videos
pt_br: Importar todos os novos vídeos

source: Import videos with tags:
pt_br: Importar vídeos com as tags:

source: Sync subtitles with this write token
pt_br: Sincronizar legenda com este token

source: Import Videos From Feed
pt_br: Importar vídeos do Feed

source: Must specify a player id to import from a feed
pt_br: Você deve especificar um ID de player para importar de um feed

source: Must specify a feed type for import
pt_br: Você deve especificar um tipo de feed para importar

source: Must specify tags to import
pt_br: Você deve especificar as tags para importar

source: Add YouTube account
pt_br: Adicionar conta do YouTube

source: Remove account
pt_br: Excluir conta

source: Import Videos into %(team)s
pt_br: Importar Vídeos a %(team)s

source: Disable Video Import
pt_br: Desativar Importação de Vídeo

source: Partner ID
pt_br: Identidade do Parceiro

source: Secret
pt_br: Secreto

source: Administrator secret found in Settings -> Integration on your Kaltura control panel
pt_br: Administrador secreto encontrado em Configurações -> Integração no seu painel de controle Kaltura

source: Kaltura account
pt_br: Conta Kaltura Conta Kaltura

source: partner id %(partner_id)s
pt_br: id do parceiro %(partner_id)s

source: Brightcove account
pt_br: conta Brightcove

source: publisher id %(publisher_id)s
pt_br: id do editor %(publisher_id)s

source: YouTube account
pt_br: Conta no YouTube

source: No username
pt_br: Sem nome de usuário

source: deleted account
pt_br: conta deletada

source: Success
pt_br: Sucesso

source: Error
pt_br: Erro

source: Sync history
pt_br: Sincronizar histórico

source: Subtitles by the Amara.org community
pt_br: Legendas pela comunidade Amara.org

source: Audio Garbled
pt_br: Áudio Indecifrável

source: Language Misidentified
pt_br: Idioma não Identificado

source: Multiple Languages
pt_br: Multiplos Idiomas

source: Very Difficult Accent
pt_br: Sotaque Muito Difícil

source: Glossary Needed
pt_br: Glossário Necessário

source: Video Issue
pt_br: Problema de Vídeo

source: Too Many Caption Edits
pt_br: Muitas Legendas para Editar

source: No Speech In Video
pt_br: Sem Falas no Vídeo

source: Other
pt_br: Outro

source: Monthly Billing
pt_br: Faturamento Mensal

source: Current Collaborations
pt_br: Colaborações Atuais

source: Billing
pt_br: Cobrança

source: Old Reports
pt_br: Relatórios Antigos

source: Needs review flag cleared
pt_br: Necessita remover bandeira de revisão

source: Staff
pt_br: Equipe

source: Manage Billing Records
pt_br: Administrar Registros de Faturamento

source: Record created
pt_br: Relatório criado

source: Create Billing Record
pt_br: Criar Registro de Faturamento

source: Video ID
pt_br: ID do Vídeo

source: Video is not part of a team
pt_br: Este vídeo não faz parte de uma equipe

source: No completed version found
pt_br: Versão completa não encontrada

source: Record already exists
pt_br: Registro já existente

source: Error creating record
pt_br: Erro ao criar registro

source: Unknown version
pt_br: Versão desconhecida

source: Reports
pt_br: Relatórios

source: Billing Management
pt_br: Gerenciamento de Faturamento

source: Manage Records
pt_br: Gerenciar Relatórios

source: Create Record
pt_br: Criar Relatório

source: Work team
pt_br: Equipe de trabalho

source: Video title
pt_br: Título do vídeo

source: Audio language
pt_br: Idioma do áudio

source: Subtitle language
pt_br: Idioma das legendas

source: duration
pt_br: duração

source: Provider Type
pt_br: Tipo de Provedor

source: Started
pt_br: Iniciado

source: Completed
pt_br: Concluído

source: cost in credits
pt_br: custo em créditos

source: supported speakertext.com platform
pt_br: plataforma speakertext.com suportada

source: video id for platform
pt_br: id de vídeo para plataforma

source: transcipt ID returned by speakertext.com
pt_br: ID de transcrição retornado pelo speakertext.com

source: result of transcription
pt_br: resultado da transcrição

source: subtitles created from transcription
pt_br: legendas criadas a partir da transcrição

source: Username
pt_br: Nome de usuário

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
pt_br: Obrigatório. 30 caracteres ou menos. Letras, dígitos e @/./+/-/_ apenas.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
pt_br: Este valor deve conter apenas letras, números e caracteres @/./+/-/_

source: Could not authorize with TED.
pt_br: Não foi possível autorizar com o TED.

source: The %(team)s team has a new assignment!
pt_br: A equipe %(team)s tem uma nova tarefa!

source: Transcribe/Translate
pt_br: Transcrever/Traduzir

source: Approval
pt_br: Aprovação

source: Any Duration
pt_br: Qualquer Duração

source: Short (0-10 minutes)
pt_br: Curta (0 a 10 minutos)

source: Medium (10-30 minutes)
pt_br: Média (10 a 30 minutos)

source: Long (> 30 minutes)
pt_br: Longa (mais de 30 minutos)

source: Completed Subtitles
pt_br: Legendas Completas

source: Workflows
pt_br: Fluxos de trabalho

source: Evaluations
pt_br: Avaliações

source: Your assignments (note: collaborations only)
pt_br: Suas tarefas (obs.: apenas colaborações)

source: Languages updated
pt_br: Idiomas atualizados

source: Collaborations
pt_br: Colaborações

source: Activity for %(project)s
pt_br: Atividade de %(project)s

source: Activity for %(language)s
pt_br: Atividade de %(language)s

source: Staff Dashboard
pt_br: Painel do Organizador

source: Updating
pt_br: Atualizando

source: Update Subtitles
pt_br: Atualizar Legendas

source: <a class="icon" href="%(url)s"><img src="%(img_src)s"></a>View <a href="%(url)s">collaborations for this video</a>.
pt_br: <a class="icon" href="%(url)s"><img src="%(img_src)s"></a>Ver <a href="%(url)s">colaborações para este vídeo</a>.

source: Watch the video and verify that the subtitles are correct. Click Endorse/Send back when done, or Save Draft to finish later
pt_br: Assista ao vídeo e verifique se as legendas estão corretas. Clique em Aprovar/Enviar quando terminar ou em Salvar Esboço para terminar mais tarde.

source: Evaluate
pt_br: Avaliar

source: Collaboration
pt_br: Colaboração

source: Assignments
pt_br: Tarefas

source: Customer
pt_br: Cliente

source: Evaluation Teams
pt_br: Equipes de Avaliação

source: Private until the collaboration is complete
pt_br: Privado até que a colaboração esteja concluída

source: Now
pt_br: Agora

source: Transcribe
pt_br: Transcrever

source: Translate
pt_br: Traduzir

source: Translation
pt_br: Tradução

source: In Progress
pt_br: Em Progresso

source: In Evaluation
pt_br: Em Avaliação

source: Subtitler
pt_br: Legendador

source: Reviewer
pt_br: Revisor

source: Approver
pt_br: Aprovador

source: Evaluator #2
pt_br: Avaliador #2

source: Evaluator #3
pt_br: Avaliador #3

source: Translator
pt_br: Tradutor

source: transcribe
pt_br: transcrever

source: translate
pt_br: traduzir

source: review
pt_br: revisar

source: approve
pt_br: aprovar

source: evaluate
pt_br: avaliar

source: evaluate #2
pt_br: avaliar #2

source: evaluate #3
pt_br: avaliar #3

source: unknown
pt_br: desconhecido

source: transcriber
pt_br: transcritor

source: translator
pt_br: tradutor

source: reviewer
pt_br: revisor

source: approver
pt_br: aprovador

source: evaluator
pt_br: avaliador

source: evaluator #2
pt_br: avaliador #2

source: evaluator #3
pt_br: avaliador #3

source: started working as %(role)s on %(language)s for <a href="%(video_url)s">%(video)s</a>
pt_br: Começou de trabalhar como %(role)s em %(language)s de <a href="%(video_url)s">%(video)s</a>

source: stopped working as %(role)s on %(language)s for <a href="%(video_url)s">%(video)s</a>
pt_br: Parou de trabalhar como %(role)s em %(language)s de <a href="%(video_url)s">%(video)s</a>

source: Collaboration marked complete
pt_br: Colaboração marcada como completa

source: Collaboration moved from team
pt_br: Colaboração movida da equipe

source: Collaboration moved to team
pt_br: Colaboração movida para a equipe

source: Collaboration deleted
pt_br: Colaboração deletada

source: Join
pt_br: Participar

source: Leave
pt_br: Sair

source: Assign
pt_br: Atribuir

source: Delete collaboration
pt_br: Deletar colaboração

source: join
pt_br: participar

source: leave
pt_br: sair

source: assign
pt_br: atribuir

source: remove
pt_br: remover

source: send back
pt_br: enviar de volta

source: mark complete
pt_br: marcar como completa

source: move
pt_br: mover

source: delete collaboration
pt_br: deletar colaboração

source: subtitler
pt_br: legendador

source: Admin move to %(team)s
pt_br: Administrador movido a %(team)s

source: Joined Collaboration
pt_br: Entrou à Colaboração

source: Left Collaboration
pt_br: Deixou a Colaboração

source: Removed %(user)s (%(role)s)
pt_br: %(user)s removido (%(role)s)

source: %(role)s %(action)s by %(user)s
pt_br: %(role)s %(action)s por %(user)s

source: Subtitles
pt_br: Legendas

source: Include collaborations on other pages
pt_br: Incluir colaborações em outras páginas

source: Collaborations deleted
pt_br: Colaborações deletadas

source: User not a team member
pt_br: Este usuário não é um membro da equipe

source: Select user to remove
pt_br: Selecione um usuário para remover

source: No user selected.
pt_br: Nenhum usuário selecionado.

source: User not assigned
pt_br: Usuário não atribuído

source: Assigned %(new_user)s as %(role)s, replacing %(removed_user)s.
pt_br: %(new_user)s definido como %(role)s, substituindo %(removed_user)s.

source: Removed %(removed_user)s from collaboration
pt_br: %(removed_user)s removido da colaboração

source: Removed %(user)s from collaboration
pt_br: %(user)s removido da colaboração

source: All States
pt_br: Todos os Estados

source: Incomplete
pt_br: Incompleto

source: Oldest
pt_br: Mais antigo

source: Any Language
pt_br: Qualquer Idioma

source: My Languages
pt_br: Meus Idiomas

source: Any Video Language
pt_br: Qualquer Idioma de Vídeo

source: Assigned user
pt_br: Usuário atribuído

source: Sort
pt_br: Ordenar

source: Provider
pt_br: Fornecedor

source: Evaluation Available
pt_br: Avaliação Disponível

source: Evaluation Assigned
pt_br: Avaliação Atribuída

source: Work Team
pt_br: Equipe de Trabalho

source: Delete
pt_br: Apagar

source: Evaluator
pt_br: Avaliador

source: You must select at least one language
pt_br: Você deve selecionar pelo menos um idioma

source: Any Project
pt_br: Qualquer Projeto

source: Subtitle creation
pt_br: Criação de legendas

source: Never
pt_br: Nunca

source: After %(number)s day
pt_br: Depois de %(number)s dia

source: Manager approval needed
pt_br: Aprovação do administrador necessária

source: Subtitle Visibility
pt_br: Visibilidade das Legendas

source: Dashboard default config
pt_br: Configuração padrão do painel

source: Amara On-Demand
pt_br: Amara Sob Demanda

source: Dashboard
pt_br: Painel

source: team
pt_br: equipe

source: Resend Notification
pt_br: Reenviar Notificação

source: Created %(title)s
pt_br: Criado %(title)s

source: Deleted: %(title)s
pt_br: Deletado: %(title)s

source: %(title)s updated
pt_br: %(title)s atualizado

source: Request type
pt_br: Tipo de requisição

source: Request Language(s)
pt_br: Solicitar Idioma(s)

source: Not valid
pt_br: Inválido

source: Enabled
pt_br: Ativado

source: Cost per minute
pt_br: Custo por minuto

source: Quality
pt_br: Qualidade

source: Basic
pt_br: Básico

source: Film/TV
pt_br: Filmes/TV

source: 2 hours
pt_br: 2 horas

source: 8-10 hours
pt_br: 8-10 horas

source: 24 hours
pt_br: 24 horas

source: 48 hours
pt_br: 48 horas

source: 4 days
pt_br: 4 dias

source: Captions
pt_br: Legendas

source: powered by amara
pt_br: criado por amara

source: Approve subtitles
pt_br: Aprovar legendas

source: Subtitles submitted
pt_br: Legendas enviadas

source: Invalid format
pt_br: Formato inválido

source: User already has an account
pt_br: Este usuário já possui uma conta

source: Short
pt_br: Curta

source: Medium
pt_br: Média

source: Long
pt_br: Longa

source: Language
pt_br: Idioma

source: Invalid subtitles file
pt_br: Arquivo de legendas inválido

source: Empty Subtitles
pt_br: Legendas Vazias

source: Frequently Asked Questions
pt_br: Perguntas frequentes

source: What is Amara?
pt_br: O que é Amara?

source: How can I use Amara?
pt_br: Como posso usar a Amara?

source: What are the benefits of subtitles?
pt_br: Quais são os benefícios do uso de legendas?

source: Who is the Participatory Culture Foundation and why are they making Amara?
pt_br: Quem é a Participatory Culture Foundation e por que eles estão fazendo a Universal Subtitles?

source: Will Amara support closed captions for the deaf and hard of hearing?
pt_br: Amara suporta closed captions para surdos e deficientes auditivos?

source: Will your subtitles support my language or characterset?
pt_br: Será que suas legendas suportam meu idioma ou characterset?

source: When will the tools, including this site, be available in my language?
pt_br: Quandoas ferramentas, incluindo este site, estarão disponíveis no meu idioma?

source: How can I add subtitles to my video?
pt_br: Como posso adicionar legendas ao meu vídeo?

source: What open source license do you use?
pt_br: Que licença de código aberto vocês usam?

source: I'm a developer, can I help out?
pt_br: Sou um desenvolvedor, posso ajudar?

source: Can non-technical people get involved with the project?
pt_br: Pessoas leigas podem se envolver com o projeto?

source: Do you accept donations? Are they tax deductible?
pt_br: Vocês aceitam doações? Elas são dedutíveis do imposto de renda?

source: What is your relationship with Mozilla Drumbeat?
pt_br: Qual é a sua relação com o Mozilla Drumbeat?

source: Where can I download subtitles in .SRT or other formats?
pt_br: Onde posso baixar legendas em SRT ou outros formatos?

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
pt_br: Está dizendo que "Alguém está editando estas legendas no momento" e eu não consigo fazer nada. Por quanto tempo isso vai durar? Por que isso acontece?

source: Why can't I change the timing on a translation?
pt_br: Por que não posso alterar a sincronia de uma tradução?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
pt_br: Como funcionam as revisões antigas? E se alguém fizer mudanças no meu trabalho que eu não aprove?

source: How do I add the Amara &quot;embed all videos&quot; code to my site?
pt_br: Como eu adiciono o código "incorporar todos os vídeos" da Amara ao meu site?

source: Hey, you don’t list my language!
pt_br: Ei, vocês não listaram meu idioma!

source: Amara is an easy way for anyone to add subtitles, captions, or translate nearly any video on the web. It works in a collaborative Wikipedia-like fashion. The software is free and open source and can be used and <a href="http://wiki.github.com/pculture/unisubs/dev-center">improved by anyone</a>.
pt_br: Amara é uma maneira fácil para qualquer um adicionar legendas ou traduzir quase qualquer vídeo na web. Ela funciona de forma colaborativa como a Wikipedia. O software é gratuito e de código aberto e pode ser usado e <a href="http://wiki.github.com/pculture/unisubs/dev-center"> melhorado por qualquer um </a>.

source: You can <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
pt_br: ⇥⇥⇥Você pode <a href="http://universalsubtitles.org/videos/create">começar a legendar</a>⏎ ⇥⇥⇥um vídeo que você já tenha postado na web.⇥⏎ ⇥⇥

source: VVideo subtitles are a gold mine of untapped potential.
pt_br: Legendas VVideo são uma mina de ouro inexplorada.

source: Captions make videos accessible for viewers who are deaf or hard of hearing
pt_br: Legendas tornam seus vídeos acessíveis para pessoas com deficiência auditiva.

source: Translations make it possible for all of us to watch video in languages that we don't speak
pt_br: As traduções possibilitam a todos nós assistir vídeos em idiomas que não falamos.

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
pt_br: Criadores de vídeos obtêm: melhor SEO, mais visualizações, acesso a uma audiência muito maior (potencialmente global e de vários idiomas), acessibilidade para expectadores surdos e com deficiência auditiva, e mais

source: he Participatory Culture Foundation is a 501c3 non-profit organization whose mission is to build a fairer, more open, and more democratic media space. PCF saw a gap in the marketplace for more open and collaborative subtitling &mdash; Amara is helping to fill that need.
pt_br: a Participatory Culture Foundation é uma organização 501c3 sem fins lucrativos, cuja missão é construir um espaço de mídia mais justo, aberto e muito mais democrático. PCF viu uma lacuna no mercado para legendagem mais aberta e colaborativa - Amara está ajudando a preencher essa necessidade.

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
pt_br: Sim, estamos trabalhando em uma solução para fazer closed captions [incluindo informações sobre sons e música], bem como legendas/traduções.

source: We will be working to support as many languages/charactersets as possible.
pt_br: Nós estamos trabalhando para oferecer suporte à maior quantidade de idiomas/caracteres possível.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
pt_br: O site e suas ferramentas estão disponíveis em um número de idiomas (escolha seu idioma nas opções do seu navegador e nós cuidaremos do resto). Nós sempre estamos procurando <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">tradutores voluntários</a> para ajudar a melhorar e adicionar novos idiomas.

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
pt_br: Para um único vídeo, use o nosso site. Para vários vídeos no seu site, utilize <a href="http://universalsubtitles.org/en/get-code/">este código</a> dentro do template do seu site entre as tags &lt;head&gt;.

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
pt_br: Para o nosso widget de legendagem e website da comunidade, estamos usando a <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a> .

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
pt_br: Por favor! Se você estiver interessado em codificação e desenvolvimento, visite o nosso <a href="http://wiki.github.com/8planes/mirosubs/dev-center">centro de desenvolvimento</a> .
