Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: My profile / preferences
pt_br: Meu perfil / preferências

source: x Stop Following
pt_br: x Parar de Seguir

source: ✓ Click to Follow
pt_br: ✓ Clique para Seguir

source: ✓ Following
pt_br: Seguindo

source: Not Following
pt_br: Não seguindo

source: You will stop receiving notifications when any subtitles for this video are edited. You can choose to follow again at any time.
pt_br: Você vai parar de receber notificações quando quaisquer legendas desse vídeo forem editadas. Você pode escolher seguirnovamente a qualquer tempo.

source: Stop following this video
pt_br: Parar de seguir este vídeo

source: You will stop receiving notification when
pt_br: Você não receberá mais estas notificações quando

source: subtitles for this video are edited. You can choose to follow again at any time.
pt_br: legendas deste vídeo forem editadas. Você pode escolher seguir novamente a qualquer momento.

source: Stop following
pt_br: Parar de seguir

source: subtitles
pt_br: legendas

source: Unfollow all languages
pt_br: Não seguir mais todos os idiomas

source: You will receive notifications when anyone edits
pt_br: Você receberá notificações quando alguém editar

source: subtitles for this video. You can stop these emails at any time.
pt_br: legendas deste vídeo. Você pode cancelar estes e-mails a qualquer momento.

source: Follow
pt_br: Seguir

source: You will receive notifications when anyone edits any subtitles for this video. You can stop these emails at any time.
pt_br: Você receberá notificações quando alguém editar quaisquer legendas para este vídeo. Você pode interromper esses e-mails a qualquer momento.

source: Follow this video
pt_br: Seguir este vídeo

source: Follow all languages
pt_br: Seguir todos os idiomas

source: You must log in to follow a video.
pt_br: Você precisa entrar para seguir um vídeo.

source: Authentication required
pt_br: É necessário fazer login.

source: View all activity
pt_br: Visualizar todas atividades

source: Get counter code:
pt_br: Obter código de contador:

source: View all
pt_br: Ver todos

source: Change video language
pt_br: Alterar idioma do vídeo

source: Choose a language
pt_br: Escolher um idioma

source: Current language is
pt_br: O idioma atual é

source: not set
pt_br: não definido

source: %(number)s language
pt_br: %(number)s idioma

source: The latest version available for syncing is version #%(version)s
pt_br: A última versão disponível para sincronização é #%(version)s

source: No versions currently available for syncing
pt_br: Nenhuma versão disponível para sincronização

source: Synced Versions
pt_br: Versões Sincronizadas

source: Version
pt_br: Versão

source: Actions
pt_br: Ações

source: Syncing not configured
pt_br: Sincronização não configurada

source: resync version #%(version)s
pt_br: resincronizar versão #%(version)s

source: delete subtitles
pt_br: excluir legendas

source: Sync History
pt_br: Sincronizar histórico

source: Date
pt_br: Data

source: Result
pt_br: Resultado

source: Details
pt_br: Detalhes

source: No Sync History
pt_br: Sem histórico de sincronização

source: Select two revisions to compare, please
pt_br: Por favor selecione duas revisões para comparar

source: subtitles
pt_br: legenda

source: Follower
pt_br: Seguidor

source: Line
pt_br: Linha

source: Revisions
pt_br: Revisões

source: Edit SubtitleLanguage in Django Admin
pt_br: Editar idioma da legenda em Django Admin

source: The title of the video
pt_br: O título do vídeo

source: has been changed by
pt_br: foi alterado por

source: has been changed
pt_br: foi alterado

source: The new title is
pt_br: O novo título é

source: If this is incorrect, go to
pt_br: Se isso estiver incorreto, vá a

source: the video page
pt_br: a página de vídeo

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
pt_br: e clique em 'editar título' para atualizá-lo. Se você está incapaz de editar o título, clique em 'Ajuda' no menu principal para submeter uma requisição de ajuda.

source: Messages - Sent
pt_br: Mensagens - Enviadas

source: Do you really wish to delete this message?
pt_br: Você realmente deseja apagar esta mensagem?

source: Do you really wish to delete these messages?
pt_br: Você realmente deseja deletar estas mensagens?

source: Select/Deselect all
pt_br: Selecionar/Desselecionar todos

source: Delete selected
pt_br: Deletar selecionados

source: You have no sent messages.
pt_br: Você não tem mensagens enviadas.

source: %(commenter)s commented on the %(lang_name)s Language of "%(title)s".
pt_br: %(commenter)s comentou acerca do idioma %(lang_name)s de "%(title)s".

source: %(commenter)s commented on "%(title)s".
pt_br: %(commenter)s comentou sobre "%(title)s".

source: You have %(msg_count)s new messages.
pt_br: Você tem %(msg_count)s novas mensagens.

source: New message
pt_br: Nova mensagem

source: Inbox
pt_br: Caixa de Entrada

source: Sent
pt_br: Enviado

source: Messages - Inbox
pt_br: Mensagens - Recebidas

source: The message has been successfully sent.
pt_br: A mensagem foi enviada com sucesso.

source: Reply
pt_br: Responder

source: You have no messages.
pt_br: Você não possui mensagens.

source: Send Message
pt_br: Enviar mensagem

source: Mark as read
pt_br: Marcar como lido

source: Filter
pt_br: Filtro

source: Type:
pt_br: Digite:

source: any
pt_br: qualquer

source: Regular Message
pt_br: Mensagem Normal

source: System Notification
pt_br: Notificação de Sistema

source: Mark Read
pt_br: Marcar como Lida

source: Messages - New
pt_br: Mensagens - Novas

source: Reject
pt_br: Rejeitar

source: %(author)s has just sent you a message on Amara:
pt_br: %(author)s acaba de enviar-lhe uma mensagem no Amara:⏎

source: Reply to this message
pt_br: Responder esta mensagem

source: Your video was successfully imported!
pt_br: Seu vídeo foi importado com sucesso!

source: Hi, Thanks for joining Amara!<br/> <p>If you created the "%(user)s" user account on universalsubtitles.org, please click the following link to confirm your email address (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
pt_br: Oi,⏎ ⏎ Obrigado por se juntar ao Amara!<br/>⏎ ⏎ <p>Se você criou a conta de usuário "%(user)s" no universalsubtitles.org, por favor, clique no link abaixo para confirmar seu endereço de e-mail (%(email)s):<br/></p>⏎ ⏎ <p><a href="%(activate_url)s">confirmar email</a></p>⏎ ⏎ <p> <p> Se você acredita que recebeu esta mensagem por engano, pedimos desculpas, fique à vontade para ignorá-la. Se você tiver alguma dúvida, entre em contato conosco no feedback@universalsubtitles.org.</p>⏎ ⏎ Obrigado, <br/>⏎ Equipe Amara⏎

source: View site
pt_br: Ver site

source: Send
pt_br: Enviar

source: Resync
pt_br: Resincronizar

source: Project:
pt_br: Projeto:

source: delete
pt_br: apagar

source: Post
pt_br: Postar

source: Edit team
pt_br: Editar grupo

source: Back to Sign In
pt_br: Voltar para a entrada

source: Sign in with your OpenID
pt_br: Entre com a seu OpenID Entrar com seu OpenID

source: Sign In
pt_br: Entrar

source: Square Logo
pt_br: Logo Quadrada

source: %(num)s language needed
pt_br: %(num)s idioma necessário

source: %(num)s language
pt_br: %(num)s idioma

source: Sorry, no activity yet
pt_br: Desculpe, ainda sem atividade

source: Videos Statistics
pt_br: Estatísticas de Vídeos

source: Team Statistics
pt_br: Estatísticas da Equipe

source: Filter and Sort
pt_br: Filtrar e sortear

source: Edit team video
pt_br: Editar vídeo da equipe

source: Save
pt_br: Salvar

source: Team Details
pt_br: Detalhes da Equipe

source: Starting Task
pt_br: Iniciando tarefa

source: Perform Task
pt_br: Realizar Tarefa

source: Start Subtitling
pt_br: Começar a legendar

source: Completed Languages
pt_br: Idiomas completos

source: Video Page
pt_br: Página do vídeo

source: Team video
pt_br: Vídeo da equipe

source: Add video
pt_br: Adicionar vídeo

source: Guidelines
pt_br: Orientações

source: Customize text on your team pages.
pt_br: Customize o texto na página da sua equipe.

source: Custom messages
pt_br: Mensagem personalizada

source: Customize the messages sent to your users. The text you enter will accompany the default system message.
pt_br: Personalize as mensagens enviadas aos seus usuários. O texto que você entrar vai acompanhar o sistema de mensagens padrão.

source: Add guidelines to be displayed to your users when completing tasks.
pt_br: Adicionar orientações que serão exibidas quando seu usuário compretar as tarefas.

source: When transcribing
pt_br: Quando transcrevendo

source: When translating
pt_br: Quando traduzir

source: When reviewing
pt_br: Quando revisar

source: Move videos
pt_br: Mais vídeos

source: Language:
pt_br: Idioma:

source: has
pt_br: tem

source: doesn't have
pt_br: não há

source: Sort:
pt_br: Ordenar:

source: name, a-z
pt_br: nome, a-z

source: name, z-a
pt_br: nome, z-a

source: time, newest
pt_br: tempo, mais recente

source: time, oldest
pt_br: tempo, mais velho

source: most completed languages
pt_br: idiomas mais completados

source: least completed languages
pt_br: idiomas menos completados

source: Move selected
pt_br: Mover selecionados

source: Rebuilding video index. Please try again in a few minutes
pt_br: Reconstruindo índice do vídeo. Por favor tente novamente em alguns minutos

source: Sorry, no videos here
pt_br: Desculpe, não há videos aqui

source: Remove video
pt_br: Remover vídeo

source: You are removing this video from the %(team)s team.
pt_br: Você esta removendo esse vídeo da equipe %(team)s.

source: You are removing this video from the %(team)s team.<br /><br /> It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted. Private videos will become available for viewing and editing to the general public. Are you sure you want to proceed?
pt_br: Você está removendo este vídeo da equipe %(team)s .<br /><br />⏎ Ele permanecerá no Amara, mas não estará mais sujeito às permissões da equipe e fluxos de trabalho. Quaisquer tarefas pendentes serão apagadas. Vídeos privados estarão disponíveis para visualização e edição ao público em geral. Tem certeza de que deseja continuar?

source: You can choose to remove the video from the %(team)s team or to delete the video (and all of its subtitles) from the system entirely. What would you like to do?
pt_br: Você pode optar por remover o vídeo da equipe %(team)s ou apagar o vídeo (e todas as suas legendas) do sistema inteiro. O que você gostaria de fazer?

source: Just remove the video from the team.
pt_br: Apenas remova o vídeo da equipe.

source: It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted.
pt_br: Ele permanecerá no Amara, mas não estará mais sujeito às permissões da equipe e fluxos de trabalho. Quaisquer tarefas pendentes serão apagadas.

source: Delete the video entirely.
pt_br: Deletar o vídeo por completo.

source: Import Now
pt_br: Importar Agora

source: Delete Feed
pt_br: Deletar Feed

source: No videos imported yet.
pt_br: Nenhum vídeo importado ainda.

source: Are you sure you want to delete the feed?
pt_br: Você tem certeza que quer deletar o feed?

source: Team Management
pt_br: Equipe de gerencia

source: Subtitling
pt_br: Legendando

source: Who can transcribe subtitles?
pt_br: Quem pode transcrever as legendas

source: i.e. transcribe from video and perform time-alignment
pt_br: e.x. transcrever um vídeo e sincronizar a legenda

source: Who can translate subtitles?
pt_br: Quem pode traduzir as legendas?

source: i.e. translate text from an original subtitle into a new language
pt_br: por exemplo: traduzir o texto de uma legenda original para um novo idioma

source: How your subtitles will get published <em>(configure below)</em>
pt_br: Como as suas legendas serão publicadas <em>(configure abaixo)</em>

source: Transcribed
pt_br: Transcrito

source: or ...
pt_br: ou ...

source: Translated
pt_br: Traduzido

source: Reviewed
pt_br: Revisado

source: Approved
pt_br: Aprovado

source: Published
pt_br: Publicadas

source: Tasks enable you to manage and assign subtitling and translation work for your videos
pt_br: Tarefas permitem gerenciar e atribuir o trabalho de tradução e legendagem para os seus vídeos

source: Enable tasks
pt_br: Ativar tarefas

source: Permissions and Limits
pt_br: Permissões e Limites

source: Who can create and assign tasks?
pt_br: Quem pode criar ou delegar tarefas?

source: Specified members will only be able to create/assign tasks they are permitted to complete themselves
pt_br: Apenas membros específicos que podem criar/designar tarefas estão permitidos a completá-las

source: How many tasks can a user have at once?
pt_br: Quantas tarefas um usuário pode ter ao mesmo tempo?

source: If left blank there will be no limit.
pt_br: Se deixado em branco não há limite.

source: How many days should an assignee get to complete a task?
pt_br: Quantos dias um usuários tem para completar a tarefa?

source: If left blank tasks will not expire.
pt_br: Se deixado em branco, as tarefas não expirarão.

source: Automatically create transcription tasks
pt_br: Criar automaticamente tarefas de transcrição

source: Automatically create translation tasks for preferred languages
pt_br: Criar tarefas de tradução automaticamente para línguas favoritas

source: manage languages
pt_br: gerenciar idiomas

source: Team Approvals
pt_br: Aprovações da Equipe

source: Tasks in white rows haven't been modified in more than 3 weeks.
pt_br: Tarefas em branco não tem sido modificadas há mais de 3 semanas.

source: Approve selected
pt_br: Aprovar selecionados

source: Last modified
pt_br: Última vez modificado

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
pt_br: A equipe <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> adicionou novos vídeos e precisam da sua ajuda:

source: Thank you!
pt_br: Muito obrigado!

source: Team Applications
pt_br: Aplicações à Equipe

source: Deny selected
pt_br: Negar selecionado(s)

source: Send a message
pt_br: Envie uma mensagem

source: Deny
pt_br: Recusar

source: There are no applications right now
pt_br: Não há aplicações neste momento.

source: Managing
pt_br: Administrando

source: Add new team
pt_br: Adicionar nova equipe

source: video
pt_br: vídeo

source: Your role:
pt_br: Sua função:

source: for
pt_br: para

source: and
pt_br: e

source: project
pt_br: jeto

source: Your tasks
pt_br: Suas tarefas

source: All available tasks
pt_br: Todas as tarefas disponíveis

source: Do you really wish to leave this team?
pt_br: Você realmente deseja abandonar esta equipe?

source: Leave team
pt_br: Sair da equipe

source: Want to create your own subtitling team? Contact
pt_br: Quer criar seu próprio time para legendagem? Contacte

source: Move video to one of your other teams?
pt_br: Mais vídeos para uma de suas outras equipes?

source: Move video
pt_br: Mover vídeo

source: You are about to move this video to a new team.<br /><strong>If you proceed, all open tasks will be deleted.</strong>
pt_br: Você está prestes a mover esse vídeo para uma nova equipe.<br /><strong>Se você prosseguir, todas as tarefas abertas serão excluídas.</strong>

source: Apply to Join
pt_br: Cadastre-se

source: Apply to
pt_br: Aplicar a

source: Language skill
pt_br: Habilidade no idioma

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities. Please make sure your language selections are accurate (click "Select your Languages" in the blue bar on any page).
pt_br: Nenhum treinamento de linguagem formal é necessária para traduzir para %(team)s Mas pedimos que todos os tradutores sejam confiantes em suas habilidades de tradução. Verifique se sua seleção de línguas está correta (clique "Selecione seus idiomas" na barra azul em qualquer página).

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
pt_br: Nós pedimos que cada novo candidato faça pelo menos um conjunto completo de legendas na primeira semana de adesão. Fora isso, cabe a você!

source: Select the languages you can caption or translate
pt_br: Selecione os idiomas que você pode legendar ou traduzir

source: Submit Application
pt_br: Enviar solicitação

source: Add message in a new language
pt_br: Adicionar mensagem em uma nova língua

source: Edit messages
pt_br: Editar mensagens

source: Add Members
pt_br: Adicionar Membros

source: Delete Language
pt_br: Excluir Idioma

source: Deleting %(language)s Language
pt_br: Eliminando idioma %(language)s

source: Video: %(video)s
pt_br: Vídeo: %(video)s

source: WARNING!
pt_br: AVISO!

source: All subtitles for this language will be deleted
pt_br: Todas as legendas para este idioma serão excluídas

source: Any tasks for this language will be deleted
pt_br: Qualquer tarefa para este idioma será excluída

source: The language can no longer be used for translations
pt_br: O idioma não pode mais ser usado para traduções

source: Translation tasks will be deleted, unless there are other public subtitles that can be used
pt_br: Tarefas de seleção serão excluídas, exceto se houver outras legendas públicas que possam ser usadas

source: Delete Dependent Languages
pt_br: Excluir idiomas dependentes

source: According to your
pt_br: De acordo com seu

source: language choices
pt_br: Escolhas de idioma

source: there don't appear to be videos you can translate.
pt_br: Não parecem ter vídeos que você pode traduzir.

source: But check back soon! There may soon be translations for you to review.
pt_br: Mas volte em breve! Logo mais pode haver traduções para você revisar.

source: You can also invite friends who speak other languages to help out.
pt_br: Você pode também convidar amigos que falam outros idiomas para ajudá-lo.

source: Create team
pt_br: Criar equipe

source: Create a team
pt_br: Criar uma equipe

source: All Teams
pt_br: Todas as Equipes

source: My Teams
pt_br: Minhas equipes

source: Display Settings
pt_br: Exibir Configurações

source: Create Team
pt_br: Criar equipe

source: Back to teams
pt_br: Voltar para equipes

source: Back to my teams
pt_br: Voltar para minhas equipes

source: Add Project
pt_br: Adicionar projeto

source: Add new project
pt_br: Adicionar novo projeto

source: Moderate this project's subtitles. Will override the team's workflow if exists.
pt_br: Moderar as legendas deste projeto. Irá sobrescrever o fluxo de trabalho da equipe, se existir

source: Enable workflows
pt_br: Habilitar fluxos de trabalho

source: Automatically create subtitle tasks
pt_br: Criar automaticamente tarefas de legendagem

source: Add Video to Team
pt_br: Adicionar Vídeo à Equipe

source: Set Team
pt_br: Definir Equipe

source: Invite Members
pt_br: Convidar Membros

source: Recipient
pt_br: Recipiente

source: Begin typing to search.
pt_br: Comece a digitar para pesquisar.

source: Amara username of the user you want to invite.
pt_br: Nome de usuário Amara do usuário que deseja convidar.

source: Invite Details
pt_br: Detalhes do convite

source: Include a message
pt_br: Incluir mensagem

source: Role to be assigned to the user if they accept your invitation.
pt_br: Função a ser designada ao usuário se ele aceitar seu convite

source: Send Invites
pt_br: Enviar Convites

source: Edit Project
pt_br: Editar Projeto

source: Are you sure you want to delete this project?
pt_br: Você tem certeza que deseja exluir este projeto?

source: Move Videos
pt_br: Mover Vídeos

source: Add Video
pt_br: Adicionar Vídeo

source: Showing
pt_br: Demonstração

source: all members
pt_br: Todos os membros

source: admins
pt_br: Administradores

source: managers
pt_br: Gerentes

source: contributor
pt_br: Contribuinte

source: speaking
pt_br: falando

source: all languages
pt_br: Todos os idiomas

source: sorted by
pt_br: ordenadas por

source: date joined, oldest
pt_br: data de adesão, mais antiga

source: date joined, most recent
pt_br: data de adesão, mais recente

source: Clear
pt_br: Limpar

source: This team has
pt_br: Este grupo tem

source: open applications
pt_br: vagas abertas

source: Sorry, no members found.
pt_br: Desculpe, não encontramos membros.

source: Me
pt_br: Eu

source: Are you sure you want to remove this member from the team?
pt_br: Tem certeza que deseja remover este membro do grupo?

source: Join via
pt_br: Entrar via

source: You will be logged out and new account will be created via
pt_br: Você será desconectado e uma nova conta será criada via

source: Join our team now!
pt_br: Se junte à nossa equipe agora!

source: Login via
pt_br: Entrar via

source: to apply
pt_br: para aplicar

source: Your application is pending
pt_br: Sua aplicação esta pendente

source: Join our team
pt_br: Junte-se à nossa equipe

source: Sign in
pt_br: Entrar Iniciar sessão

source: to join our team
pt_br: se juntar à nossa equipe

source: Add Task
pt_br: Adicionar Tarefa

source: All
pt_br: Tudo

source: tasks in
pt_br: tarefas em

source: any project
pt_br: qualquer projeto

source: my languages
pt_br: meus idiomas

source: assigned to
pt_br: atribuídas para

source: no one
pt_br: ninguém

source: me
pt_br: mim

source: anyone
pt_br: qualquer pessoa

source: time left, least
pt_br: tempo restante, menor

source: time left, most
pt_br: tempo restante, maior

source: Clear all filters, sorts, and search terms
pt_br: Limpar todos os filtros, ordens e termos de pesquisa

source: NOTE:
pt_br: NOTA:

source: When sorting by expiration date, tasks without an expiration are not shown.
pt_br: Ao se ordenar por data de expiração, tarefas sem uma expiração não são exigidos.

source: Try broadening your selection using the filters above
pt_br: Tente melhorar a sua seleção usando os filtros acima

source: Showing unassigned tasks in languages you speak.
pt_br: Mostrando tarefas não atribuídas nos idiomas que você fala.

source: Want to view
pt_br: Deseja visualizar

source: your tasks
pt_br: suas tarefas

source: instead?
pt_br: ao invés?

source: Try changing your selection using the filters above to find tasks
pt_br: Tente mudar sua seleção usando os filtros acima para achar tarefas

source: You don't have permission to perform this task.
pt_br: Você não tem permissão para fazer esta tarefa.

source: Subtitles into
pt_br: Legendas em

source: Original Language
pt_br: Idioma Original

source: latest draft
pt_br: último rascunho

source: transcribed
pt_br: transcrita

source: and edited
pt_br: e editado

source: Assigned to
pt_br: Atribuída para

source: Unassigned
pt_br: Não atribuída

source: You have reached the maximum number of tasks.
pt_br: Você alcançou o número máximo de tarefas

source: Download draft
pt_br: Download de um rascunho

source: Upload a draft
pt_br: Upload de um rascunho

source: Translate from
pt_br: Traduzir de

source: Important:
pt_br: Importante:

source: Uploading a draft will not complete the task. After uploading, select "Resume" from the "Perform Task" drop-down to verify timing, video title and video description in the onsite editor and to submit the final version.
pt_br: Carregar um projeto não irá completar a tarefa. Após o upload, selecione "Continuar" em "Executar Tarefa" em suspenso para verificar a cronometragem, título do vídeo e descrição do vídeo no editor no local e apresentar a versão final.

source: File:
pt_br: Arquivo:
