Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
pt_br: Se você está interessado no envolvimento geral, consulte a nossa <a href="https://www.drumbeat.org/project/universal-subtitles">página Mozilla Drumbeat</a>. Se você tem uma idéia específica, por favor entre em contato: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> E como um organização 501c3 sem fins lucrativos, aceitamos doações (veja a próxima pergunta para obter detalhes).

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
pt_br: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Sim e sim! Você pode <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">fazer uma doação</a> (através do projeto Mozilla Drumbeat). <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>

source: The Mozilla Foundation has provided Amara with seed funding, community support, and fundraising support through <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat is a movement to keep the web open for the next 100 years, and Amara is a featured project!
pt_br: A Mozilla Foundation tem mantido a Amara com investimento inicial, suporte da comunidade e captação de recursos através do <a href="http://www.drumbeat.org/about">Drumbeat</a>. O Drumbeat é um movimento para manter a web aberta pelos próximos 100 anos, e a Amara é um projeto de grande destaque!

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and DFXP. formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
pt_br: Quando há legendas, você pode baixá-las nos formatos .SRT, .SSA, .SBV, .TXT e DFXP. na página para tal idioma (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">exemplo</a>). Clique no botão "Baixar legendas" na parte inferior direita para a esquerda de "Editar legendas" e escolha o formato de arquivo desejado a partir da lista suspensa.

source: You can. Go to the translation editor and click “Change subtitle timing”. Only do this if the timing on the original language really cannot match the language you’re translating into. Otherwise, improvements in the original will automatically cascade.
pt_br: Você pode. Vá para o editor de tradução e clique em "Alterar sincronia das legendas". Só faça isso se o tempo na língua original realmente não coincidir com o idioma que você está traduzindo. Caso contrário, melhorias no original serão automaticamente cascateadas.

source: Each set of subtitles or translation has a full revision history. Just click on the tab on the subtitle page in you will see a list of revisions. You can use the checkboxes on the left and the "compare revisions" button to see the difference between two revisions. Or you can click on any one revision, and edit based on that revision or roll back to that revision. <br/><br/> If the current version is blank, but there are older revisions, it make sense to check those older revisions before starting from scratch, because there could be useful work in an older revision.
pt_br: Cada conjunto de legendas ou tradução possui um histórico completo de revisões. Clique na barra de legendas e verá uma lista de revisões. Você pode usar as caixas de seleção à esquerda e o botão "Comparar revisões" para ver a diferença entre 2 revisões. Ou você pode clicar em qualquer revisão e editar baseado naquela revisão ou voltar para aquela revisão. <br/><br/> Se a versão atual está em branco, mas há revisões mais antigas, é aconselhável conferir as revisões antigas ao invés de começar do zero, pois pode haver algo útil em uma revisão antiga.

source: Go to <a href="http://universalsubtitles.org/get-code/">this page</a> and double click on the code in the white box to select it all. Go to Edit > Copy in your browser's menu to copy the code to your clipboard. Then start editing the headers in your site or blog theme, and paste the script somewhere between the &lt;head&gt; and &lt;/head&gt; tags in your blog theme.
pt_br: Va para<a href="http://universalsubtitles.org/get-code/">esta página</a> e dê um duplo clique na caixa branca para selecionar tudo. Va em Editar > Copiar no menu do seu navegador para copiar o código para a sua área de transferência. Então comece editando os cabeçalhos no seu site ou tema do seu blog, e cole o código em algum lugar entre os marcadores(tags) &lt;head&gt; and &lt;/head&gt; do tema do seu blog.

source: Sorry about that. Just contact us and we’ll be happy to add it.
pt_br: Pedimos desculpas. Fale conosco e ficaremos contentes em adicioná-la.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
pt_br: Obrigado por entrar em contato! Nós adoramos ouvir suas ideias, avisos sobre erros, comentários, opiniões, etc.

source: Stay tuned as the project evolves!
pt_br: Fique ligado enquanto o projeto evolui!

source: Announcement Signup
pt_br: Anúncio de assinatura

source: Best
pt_br: Melhor

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
pt_br: P.S.: Fazemos o nosso melhor para responder a todas as perguntas, mas por favor, seja paciente - recebemos muitos e-mails

source: Sorry!
pt_br: Desculpe!

source: If you need assistance, please visit our support site at
pt_br: Se você precisar de ajuda, por favor, visite nosso site de suporte em

source: Get help
pt_br: Pedir ajuda

source: Subtitle Video
pt_br: Legendar Vídeo

source: Community
pt_br: Comunidade

source: Professional Solutions
pt_br: Soluções Profissionais

source: Caption, translate, subtitle and transcribe video.
pt_br: Transcreva, legende e traduza vídeos.

source: Terms
pt_br: termos

source: Privacy
pt_br: Privacidade

source: Security
pt_br: Segurança

source: Help
pt_br: Ajuda

source: Contact
pt_br: Contato

source: Videos
pt_br: Vídeos

source: Browse
pt_br: Procurar

source: Featured
pt_br: Em Destaque

source: More
pt_br: Mais

source: Impersonate
pt_br: Personificar

source: We&#8217;d like help testing our subtitling widget
pt_br: Nós gostaríamos de ajuda para testar o nosso widget de legendagem

source: Just launch our feedback form and try captioning a video
pt_br: Basta iniciar o nosso formulário de feedback e tentar legendar um vídeo

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
pt_br: Aviso: Estes vídeos não devem ser incorporados - há uma grande possibilidade de quebrarem em algum ponto!

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
pt_br: Aviso # 2: Estas legendas não são permanentes e não são confiáveis - alguém pode alterá-las.

source: This alpha site is for purely testing purposes.
pt_br: Este site está em versão alfa e é puramente para fins de teste.

source: Open Subtitles Design Summit
pt_br: Encontro de Design Aberto de Legendas

source: The Open Subtitles Design Summit will bring together global stakeholders in the subtitling space for a tightly focused / goal oriented meeting in NYC. The event is being organized by The Participatory Culture Foundation, developers of the Amara project. We expect roughly 40 participants.
pt_br: O evento Open Subtitles Design Summit reunirá interessados globais no mundo da legendagem para uma discussão focada e orientada a objetivos em Nova Iorque. O evento está sendo organizado pelo The Participatory Culture Foundation, desenvolvedores do projeto Amara. Nós aguardamos aproximadamente 40 participantes.

source: Meeting Goals
pt_br: Cumprindo objetivos

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
pt_br: <strong>Conectar</strong> as principais partes interessadas de projetos, organizações e movimentos que tenham foco ou necessidades de legendas abertas.

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
pt_br: <strong>Identificar maneiras</strong> de resolver as necessidades dos interessados sobre legendagem e estar ciente de que a tecnologia existente pode ser aproveitada. Encontrar espaços lógicos de colaboração/cooperação.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
pt_br: <strong>Caminhar em direção à</strong> padronização das soluções e avançar o estado da arte sobre legendas abertas.

source: Participants
pt_br: Participantes

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
pt_br: Entre os participantes teremos: produtores e criadores de vídeos, usuários finais, representantes da maioria dos serviços de hospedagem de vídeos, engenheiros de padrões, defensores de acessibilidade, desenvolvedores de código aberto, orientadores educacionais e demais organizações individuais com participação no mundo da legendagem. Nós faremos uma lista disponível conforme o evento se aproximar.

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
pt_br: Participantes são selecionados por convite; no entanto, se você ou sua organização gostariam de participar, por favor, entre em contato:

source: When
pt_br: Quando

source: September 29th and 30th, beginning at 9am on both days.
pt_br: 29 e 30 de setembro, começando às 9h nos dois dias.

source: Where
pt_br: Onde

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
pt_br: A cúpula estará sob o belíssimo Open Plans, em Soho, que está localizado em 148 Lafayette St, Floor 12, Nova Iorque. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)

source: Why
pt_br: Por quê

source: The focus of this summit is increased availability and better usability for captions and subtitles, which are both sorely needed. It comes at a critical time, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
pt_br: O foco desta reunião é a maior disponibilidade e melhor usabilidade para as legendas, que são ambos extremamente necessários. Elas vêm em um momento crítico, como o uso de vídeos na Internet está disparando. Pessoas que dependem de legendas estão ameaçadas de ficar para trás. Novos usuários de todas as culturas estão vindo online em massa; padronizar e facilitar a tecnologia pode tornar o público exponencialmente maior e as mensagens podem atravessar fronteiras culturais mais facilmente. Mais legendas também vão tornar mais simples para os computadores processarem, indexarem e fazer sentido do crescente mar de vídeos online.

source: Organizers, Facilitators, Sponsors
pt_br: Organizadores, Facilitadores, Patrocinadores

source: Organizers
pt_br: Organizadores

source: The <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> is organizing the summit. Their most recent project, <a href="http://universalsubtitles.org/">Amara</a>, makes open source and collaborative subtitling and translation easy.
pt_br: A <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> está organizando o encontro. Seu projeto mais recente, <a href="http://universalsubtitles.org/">Amara</a>, torna o código aberto e legendagem colaborativa e tradução fácil.

source: Facilitators
pt_br: Facilitadores

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
pt_br: <a href="http://www.aspirationtech.org/">Aspiration</a> está proporcionando facilitação e design de agenda. Aspiration acredita que eventos face a face são as formas mais poderosas de facilitar a interação, construir redes e de colaborar.

source: Sponsors
pt_br: Patrocinadores

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
pt_br: O encontro foi generosamente possibilitado pelo <a href="http://www.soros.org/">Open Society Institute</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
pt_br: Um agradecimento especial para <a href="http://openplans.org/">Open Plans</a> por fornecer espaço para reuniões!

source: Copyright Infringement Notification
pt_br: Notificação de Infringimento de Direitos Autorais

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
pt_br: Para preencher uma notificação de violação de direitos autorais para nós, você precisará enviar um comunicado por escrito que inclua o seguinte (por favor consulte seu advogado ou veja a Seção 512(c)(3) da Lei de Direitos Autorais para confirmar estas exigências):

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
pt_br: Uma assinatura física ou eletrônica da pessoa autorizada a agir em nome do proprietário de um direito exclusivo que supostamente está sendo infringido. Identificação da obra que alega ter sido violada, ou, se vários trabalhos protegidos por direitos autorais num único site online forem abrangidos por uma única notificação, uma lista representativa de tais trabalhos naquele site. Identificação do material que é reivindicada a ser violado ou para ser o objeto da atividade ilícita e que está a ser removido ou cujo acesso é para ser desativado, e informações razoavelmente suficientes para permitir que o provedor de serviço localize o material. Fornecer URLs no corpo de um e-mail é a melhor maneira de nos ajudar a localizar o conteúdo rapidamente. Informações razoavelmente suficientes para permitir ao provedor de serviço contato com a parte reclamante, tais como endereço, número de telefone, e se disponível, um endereço de correio eletrônico em que a parte reclamante possa ser contatada. A afirmação de que a parte reclamante acredita de boa fé que o uso do material na forma reclamada não está autorizado pelo proprietário dos direitos autorais, seu agente ou a lei. Uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio, que a parte reclamante está autorizada a agir em nome do proprietário de um direito exclusivo que supostamente está sendo infringido . Tal notificação por escrito deve ser enviada para o nosso agente designado como segue:

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
pt_br: Observe também que, nos termos do Artigo 512 (f), qualquer pessoa que forneça consciente e materialmente declaração falsa de que o material ou atividade está violando pode estar sujeito a responsabilidade civil.

source: Counter-Notification
pt_br: Contra-notificação

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
pt_br: Por favor, note que na seção 512 (f) da Lei de Direitos Autorais, qualquer pessoa que forneça consciente e materialmente falsas informações de que o material ou atividade foi removido ou desativado por engano ou identificação incorreta poderá estar sujeita à responsabilidade. Por favor Também é aconselhável que impomos uma política que prevê a rescisão em circunstâncias apropriadas de assinantes que são infratores reincidentes.

source: How do I file a DMCA counter notice?
pt_br: Como posso apresentar uma contra notificação DMCA?

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
pt_br: O processo de contra-notificações é regido pela Seção 512(g) do Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf

source: To file a counter notification with us, you must provide a written communication that sets forth the items specified below.
pt_br: Para nos enviar um contra notificação, você precisa fornecer um comunicado por escrito que apresente os itens especificados abaixo.

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers. Accordingly, if you are not sure whether certain material infringes the copyrights of others, we suggest that you first contact an attorney.
pt_br: Por favor, note que na seção 512 (f) da Lei de Direitos Autorais, qualquer pessoa que forneça consciente e materialmente falsas informações de que o material ou atividade foi removido ou desativado por engano ou identificação incorreta pode estar sob pena de responsabilidade. Por favor Também é aconselhável que impomos uma política que prevê a rescisão em circunstâncias apropriadas de assinantes que são infratores reincidentes. Assim, se você não tem certeza se determinado material está infringindo os direitos autorais de terceiros, sugerimos que você procure um advogado.

source: Elements of Counter-Notification
pt_br: Elementos da Contra Notificação

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
pt_br: Uma amostra de contra-notificação pode ser encontrada em: http://www.chillingeffects.org/dmca/counter512.pdf. Para acelerar nossa capacidade de processar sua contra-notificação, use o seguinte formato (incluindo números de seção):

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
pt_br: Identifique os URLs específicos do material que o Guia Miro foi removido ou cujo Guia Miro desabilitou o acesso . Forneça seu nome completo, endereço, número de telefone e endereço de e-mail, e o nome de usuário de sua conta Guia Miro. Forneça uma declaração de que você concorda com a jurisdição do Tribunal Distrital Federal do distrito judicial em que seu endereço está localizado (ou Município de São Francisco, Califórnia , se seu endereço está fora dos Estados Unidos), e que você aceitará citação por parte da pessoa que forneceu notificação sob a subseção (c)(1)(C) ou um agente de tal pessoa. Inclua a seguinte declaração : "Juro , sob pena de perjúrio, de que eu tenho uma crença de boa fé que o material foi removido ou desativado como resultado de um engano ou identificação errada do material a ser removido ou desativado." Assinar o aviso prévio. Se a declaração for enviada por e-mail, uma assinatura física escaneada ou a assinatura eletrônica válidas serão aceitas. Envie o comunicado escrito para o seguinte endereço:

source: What happens next?
pt_br: E o que acontece a seguir?
