Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Video successfully added to team.
pt_br: Vídeo adicionado à equipe com sucesso.

source: Video successfully added to team from the community videos.
pt_br: Vídeo adicionado à equipe da comunidade com sucesso.

source: This video already belongs to the %(team)s team (<a href="%(link)s">view video</a>)
pt_br: Esse vídeo já pertence à equipe %(team)s (<a href="%(link)s">view video</a>)

source: This video already belongs to another team.
pt_br: Este vídeo já pertence a outra equipe.

source: Team URL: http://universalsubtitles.org/teams/
pt_br: URL da equipe: http://universalsubtitles.org/teams/

source: This video has already been transcribed.
pt_br: Este vídeo já foi transcrito.

source: No one has transcribed this video yet, so it can't be translated.
pt_br: Ninguém transcreveu este vídeo, então não pode ser traduzido.

source: This language already has a complete set of subtitles.
pt_br: Este novo idioma já possui um conjunto completo de legendas.

source: This language for this video does not exist or doesn't have a version.
pt_br: O idioma deste vídeo não existe ou não tem versão.

source: There is already a task in progress for that video/language.
pt_br: Já existe uma tarefa em progresso para este vídeo/idioma.

source: You must select a language for a %(task_type)s task.
pt_br: Selecione um idioma para a tarefa %(task_type)s.

source: That user has already been assigned the maximum number of tasks.
pt_br: Este usuário já foi designado para o número máximo de tarefas.

source: You do not have permission to assign this task.
pt_br: Você não tem permissão para delegar esta tarefa.

source: This user cannot perform that task.
pt_br: Este usuário não pode realizar esta ação.

source: You do not have permission to delete this task.
pt_br: Você não tem permissão para deletar esta tarefa.

source: Welcome heading on your landing page for non-members
pt_br: Título de boas-vindas na sua página de destino para não-membros

source: When a member is invited to join the team
pt_br: Quando um membro é convidado a entrar no grupo

source: When a member applies to join the team
pt_br: Quando um membro aplicar para se juntar à equipe

source: When a member joins the team
pt_br: Quando um membro se junta à equipe

source: When a member is given the Manager role
pt_br: Quando um membro receber o cargo de Gerente

source: When a member is given the Admin role
pt_br: Quando um membro receber o cargo de Administrador

source: New message language
pt_br: Novo idioma de mensagem

source: When a member speaking that language joins the team
pt_br: Quando um membro falando aquele idioma, juntar-se à equipe

source: When a member joins the team, message in
pt_br: Quando um membro se juntar à equipe, enviar mensagem

source: Max 940 x 235
pt_br: Máx 940 x 235

source: Recommended size: 100 x 100
pt_br: Tamanho recomendado: 100 x 100

source: How can users join your team?
pt_br: Como usuários podem entrar na sua equipe?

source: Who can add/remove videos?
pt_br: Quem pode adicionar e remover vídeos?

source: You cannot blacklist a preferred language.
pt_br: Você não pode colocar na lista negra um idioma favorito.

source: Assign a role
pt_br: Designar função

source: Users to add to team
pt_br: Usuários para adicionar à equipe

source: User is already a member of this team
pt_br: Usuário já é membro desta equipe

source: Message to user
pt_br: Mensagem para o usuário

source: There's already a project with this name
pt_br: Já existe um projeto com este nome.

source: %(user)s is not a manager
pt_br: %(user)s não é um gerente

source: Type "Yes I want to delete this language" if you are sure you wish to continue
pt_br: Escreva "Sim, eu quero remover este idioma" se você tiver certeza que quer continuar

source: Are you sure?
pt_br: Você tem certeza?

source: Yes I want to delete this language
pt_br: Sim, eu quero remover este idioma

source: Confirmation text doesn't match
pt_br: O texto de confirmação não coincide

source: These subtitles are not under a team's control.
pt_br: Estas legendas não estão sob o controle de uma equipe

source: You do not have permission to delete this language.
pt_br: Você não tem permissão para remover este idioma.

source: You cannot perform that task.
pt_br: Você não pode executar a tarefa.

source: Mismatched video and task!
pt_br: Vídeo e Tarefa imcompatíveis!

source: Task has been deleted
pt_br: A tarefa foi removida

source: The selected language does not match the task.
pt_br: O idioma selecionado não corresponde à tarefa.

source: The selected source language %(from_code)s does not match the existing source language %(cur_code)s for that task.
pt_br: O idioma de origem selecionado %(from_code)s não corresponde ao idioma de origem existente %(cur_code)s para essa tarefa.

source: Title/Description
pt_br: Título/Descrição

source: Has completed language
pt_br: Completou o idioma

source: Missing completed language
pt_br: Falta idioma completo

source: Name, a-z
pt_br: Nome, a-z

source: Name, z-a
pt_br: Nome, z-a

source: Time, oldest
pt_br: Tempo, mais antigo

source: Time, newest
pt_br: Tempo, mais recente

source: Most completed languages
pt_br: Idiomas mais completos

source: No Project
pt_br: Sem Projeto

source: date, newest
pt_br: data, mais recentes

source: date, oldest
pt_br: data, mais velhas

source: Activity Type
pt_br: Tipo de Atividade

source: Video Language
pt_br: Idioma do Vídeo

source: Subtitle Language
pt_br: Idioma das Legendas

source: Sorted by
pt_br: Ordenado por

source: Any type
pt_br: Qualquer tipo

source: Any language
pt_br: Qualquer idioma

source: Search
pt_br: Busca

source: All roles
pt_br: Todas as funções

source: Admins
pt_br: Administradores

source: Managers
pt_br: Gerentes

source: Contributors
pt_br: Contribuintes

source: Language spoken
pt_br: Idioma falado

source: Date joined, most recent
pt_br: Data de adesão, mais recente

source: Date joined, oldest
pt_br: Data de adesão, mais antiga

source: Contributor
pt_br: Contribuidor

source: Manager
pt_br: Gerente

source: Admin
pt_br: Administrador

source: Member Role
pt_br: Função do Membro

source: Include all %(count)s videos
pt_br: Inclua todos os vídeos %(count)s

source: New Team
pt_br: Nova Equipe

source: None
pt_br: Nenhum

source: Invalid project
pt_br: Projeto inválido

source: Project is not part of team
pt_br: O projeto não é parte do time

source: Video moved to %(team_link)s
pt_br: Vídeo movido para %(team_link)s

source: Video moved to %(team_link)s (Project: %(project)s)
pt_br: Vídeo movido para %(team_link)s (Projeto: %(project)s)

source: Change thumbnail
pt_br: Alterar miniatura

source: Video updated
pt_br: Vídeo atualizado

source: Video updated.
pt_br: Vídeo atualizado.

source: Tell us a little bit about yourself and why you're interested in translating with %(team)s. This should be 3-5 sentences, no longer!
pt_br: Conte-nos um pouco sobre você e porque está interessado em traduzir com %(team)s. Escreva somente de 3 a 5 frases, não mais do que isso!

source: Video %(url)s already in the %(team)s Team
pt_br: O vídeo %(url)s já está na equipe %(team)s

source: Video %(url)s already in another team
pt_br: O vídeo %(url)s já está em outra equipe.

source: CSV file
pt_br: Arquivo CSV

source: Owner
pt_br: Dono

source: New activity on your team video
pt_br: Nova atividade no vídeo da sua equipe

source: These subtitles are moderated. See the %s team page for information on how to contribute.
pt_br: Estas legendas são moderadas. Veja a página da equipe %s para informações sobre como contribuir.

source: Sorry, these subtitles are privately moderated.
pt_br: Desculpe, estas legendas são moderadas privadamente.

source: Sorry, you do not have the permission to edit these subtitles. If you believe that they need correction, please contact the team administrator.
pt_br: Desculpe, você não possui permissão para editar estas legendas. Se você acredita que elas precisam de correção, por favor, contate o administrador da equipe.

source: Name
pt_br: Nome

source: Newest
pt_br: Mais novo

source: Most Members
pt_br: Maioria dos membros

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
pt_br: Sua equipe foi criada. Aqui estão os próximos passos: <ul> <li><a href="%(edit)s">Editar a permissão de membros da equipe</a></li> <li><a href="%(activate)s">Ative e customize fluxos de trabalho para sua equipe</a></i> <li><a href="%(create)s">Crie e customize projetos</a></li> <li><a href="%(lang)s">Edite preferências de línguas</a></li> <li><a href="%(custom)s">Customize instruções de transcritores e tradutores</a></li> </ul>

source: You do not have permission to delete this team.
pt_br: Você não tem permissão para remover esta equipe.

source: You can't add that video to this team/project.
pt_br: Você não pode adicionar esse vídeo a esta equipe/projeto.

source: The video has been moved to the new team.
pt_br: O vídeo foi movido para a nova equipe.

source: You can't add videos to this team/project.
pt_br: Você não pode adicionar vídeos a esta equipe/projeto.

source: You can't edit this video.
pt_br: Você não pode editar este vídeo.

source: Video has been updated.
pt_br: O vídeo foi atualizado.

source: Request must be a POST request.
pt_br: A requisição deve ser POST.

source: You can't delete that video.
pt_br: Você não pode excluir o vídeo.

source: You can't remove that video.
pt_br: Você não pode remover o vídeo.

source: Video has been deleted from Amara.
pt_br: Vídeo removido da Amara.

source: Video has been removed from the team.
pt_br: Vídeo removido da equipe.

source: Member has been removed from the team.
pt_br: Membro removido da equipe.

source: Use the "Leave this team" button to remove yourself from this team.
pt_br: Use o botão "Deixar este grupo" para sair da equipe.

source: You don't have permission to remove this member from the team.
pt_br: Você não tem permissão para remover este membro da equipe.

source: Invalid task to approve
pt_br: Tarefa inválida para aprovar

source: You can't approve applications.
pt_br: Você não pode aprovar solicitações.

source: You can't deny applications.
pt_br: Você não pode negar solicitações.

source: Application does not exist.
pt_br: Não existe solicitação.

source: Application already processed.
pt_br: Solicitação já processada.

source: Applications approved.
pt_br: Solicitação aprovada.

source: Applications denied.
pt_br: Solicitação negada.

source: Application approved.
pt_br: Solicitação aprovada.

source: Application denied.
pt_br: Solicitação negada.

source: This invite is no longer valid
pt_br: Este convite não é mais válido

source: You have left this team.
pt_br: Você saiu da equipe.

source: Member saved.
pt_br: Membro salvo.

source: You cannot view this team's tasks.
pt_br: Você não pode ver as tarefas desta equipe.

source: You are not allowed to perform this task.
pt_br: Você não está autorizado a realizar esta tarefa.

source: Task deleted.
pt_br: Tarefa removida.

source: You cannot delete this task.
pt_br: Você não pode remover esta tarefa.

source: Task declined.
pt_br: Tarefa negada.

source: Task assigned.
pt_br: Tarefa delegada.

source: You cannot assign this task.
pt_br: Você não pode delegar esta tarefa.

source: Draft uploaded successfully.
pt_br: O upload do rascunho foi feito com sucesso.

source: You are not allowed to download this transcript.
pt_br: Você não tem permissão para fazer download da trascrição.

source: You cannot edit that project.
pt_br: Você não pode editar este projeto.

source: Project saved.
pt_br: Projeto salvo.

source: Someone else is currently editing %(language)s. Please try again later.
pt_br: Outro usuário está editando %(language)s. Tente novamente mais tarde.

source: Successfully deleted language.
pt_br: Idioma removido com sucesso.

source: Saving
pt_br: Salvando

source: Approve
pt_br: Aprovar

source: Approving
pt_br: Aprovando

source: Send Back
pt_br: Devolver

source: Sending back
pt_br: Devolvendo

source: Invalid user
pt_br: Usuário inválido

source: Invalid video
pt_br: Vídeo inválido

source: All languages
pt_br: Todos os idiomas

source: Edit
pt_br: Editar

source: No change
pt_br: Sem alteração

source: Yes, I want to delete this video
pt_br: Sim, eu quero deletar este vídeo

source: Remove
pt_br: Remover

source: Move
pt_br: Mover

source: %(username)s is not a member of the team
pt_br: %(username)s não é um membro da equipe

source: Team does not exist
pt_br: A equipe não existe

source: You are already a member of this team.
pt_br: Você já é membro desta equipe.

source: You are now a member of this team.
pt_br: Você agora é um membro desta equipe.

source: The "About you" field is required in order to apply.
pt_br: O campo "Sobre você" é necessário para se candidatar.

source: You have already applied to this team.
pt_br: Você já se candidatou para esta equipe.

source: Your application has been denied.
pt_br: Sua candidatura foi negada.

source: You have been removed from this team.
pt_br: Você foi removido desta equipe.

source: Your application has been approved. You are now a member of this team
pt_br: Sua candidatura foi aprovada. Você agora é membro desta equipe

source: You can't join this team by application.
pt_br: Você não pode fazer parte deste grupo por meio de solicitação.

source: Team does not exist.
pt_br: A equipe não existe.

source: You are not manager of this team.
pt_br: Você não é administrador desta equipe.

source: Incorrect team member role.
pt_br: Papel incorreto de membro da equipe.

source: Team member does not exist.
pt_br: O membro da equipe não existe.

source: You can't promote yourself.
pt_br: Você não pode promover a si mesmo.

source: Team member role changed.
pt_br: Função do membro da equipe alterada.

source: You cannot assign that role to that member.
pt_br: Você não pode atribuir esta função a este membro.

source: Open
pt_br: Abrir

source: Application
pt_br: Solicitação

source: Invitation by any team member
pt_br: Convite por qualquer membro da equipe

source: Invitation by manager
pt_br: Convites pelo administrador

source: Invitation by admin
pt_br: Convite pelo administrador

source: Any team member
pt_br: Qualquer membro da equipe

source: Managers and admins
pt_br: Gerentes e administradores

source: Admins only
pt_br: Apenas administradores

source: Daily
pt_br: Diariamente

source: Hourly
pt_br: Por hora

source: name
pt_br: nome

source: slug
pt_br: slogan

source: description
pt_br: descrição

source: All urls will be converted to links. Line breaks and HTML not supported.
pt_br: Todas as URLs Serão convertidas para links. Quebras de linha e HTML não suportados.

source: square logo
pt_br: logo quadrado

source: videos public?
pt_br: vídeos públicos?

source: Sync metadata when available (Youtube)?
pt_br: Sincronizar metadados quando possível (YouTube)?

source: videos
pt_br: vídeos

source: users
pt_br: usuários

source: applicants
pt_br: requerentes

source: Intro Video
pt_br: Vídeo de introdução

source: Page content
pt_br: Conteúdo da página

source: You can use markdown. This will replace Description.
pt_br: Você pode usar uma nota que substitua a descrição.

source: HTML that appears at the top of the teams page.
pt_br: HTML que aparece na parte superior da página de equipes.

source: authentication provider code
pt_br: código do provedor de autenticação

source: membership policy
pt_br: política de filiação

source: video policy
pt_br: política de vídeo

source: task assignment policy
pt_br: política de delegação de tarefas

source: subtitling policy
pt_br: política de legendagem

source: translation policy
pt_br: política de tradução

source: maximum tasks per member
pt_br: número máximo de tarefas por membro

source: task expiration (days)
pt_br: validade da tarefa (dias)

source: Teams
pt_br: Equipes

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
pt_br: Utilize este espaço para explicar por que você ou sua equipe precisam legendar este vídeo. Adicionar uma nota fará os voluntários se interessarem em ajudar!

source: We automatically grab thumbnails for certain sites, e.g. Youtube
pt_br: Nós automaticamente detectamos miniaturas de certos sites, ex.: YouTube

source: Need help with all languages
pt_br: Precisa de ajuda com todos os idiomas

source: If you check this, other languages will not be displayed.
pt_br: Se marcar isto, outros idiomas não serão exibidos.

source: You already have a pending application to %(team)s.
pt_br: Você já tem um aplicação pendente em %(team)s.

source: You have been removed from %(team)s.
pt_br: Você foi removido da equipe %(team)s.

source: Resume
pt_br: Retomar

source: Start now
pt_br: Começar agora

source: Help %(team)s reach a world audience
pt_br: Ajude a equipe %(team)s a alcançar uma audiência mundial

source: New %(team)s videos ready for subtitling!
pt_br: Novos vídeos de %(team)s prontos para serem legendados!

source: Unknown video type: %(url)s
pt_br: Tipo de vídeo desconhecido: %(url)s

source: Badly formated language for %(url)s: %(language)s, ignoring it.
pt_br: Língua mal formatada para %(url)s: %(language)s, ignorando ela.

source: Badly formated duration for %(url)s: %(duration)s, ignoring it.
pt_br: Duração mal formatada para %(url)s: %(duration)s, ignorando ela.

source: Video is already part of a team: %(url)s
pt_br: Vídeo já é parte de um time: %(url)s

source: Invalid transcript file or language code for video %(url)s
pt_br: Arquivo transcript inválido ou código de língua para vídeo %(url)s

source: You are not authorized to perform such action
pt_br: Você não tem autorização para fazer esta operação

source: Number of videos added to team: %(num)i
pt_br: Números adicionados ao time: %(num)i

source: Video
pt_br: Vídeos

source: Member
pt_br: Membro

source: Task
pt_br: Tarefa

source: Can somebody help me subtitle these videos? %(url)s
pt_br: Alguém poderia me ajudar a legendar estes vídeos? %(url)s

source: Simple
pt_br: Simples

source: Workflow updated
pt_br: Fluxo de trabalho atualizado

source: Workflow
pt_br: Fluxo de trabalho

source: Team Notes
pt_br: Observações da Equipe

source: Old Style
pt_br: Estilo Antigo

source: Tasks
pt_br: Tarefas

source: %(user)s added a note while editing %(title)s
pt_br: O usuário %(user)s adicionou uma nota enquanto editava %(title)s

source: Review
pt_br: Revisar

source: Watch the video and verify that the subtitles are correct. Click Approve when done, or Save Draft to finish later
pt_br: Assista ao vídeo e verifique se as legendas estão corretas. Clique em Aprovar quando houver terminado ou em Salvar Esboço para terminar depois.

source: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>View <a href="%(url)s">tasks for this video</a>.
pt_br: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>Ver <a href="%(url)s">tarefas para este vídeo</a>.

source: Extra teams to notify
pt_br: Equipes extras a notificar

source: That task has already been completed.
pt_br: Esta tarefa já foi completada.

source: Video embedding disabled by owner
pt_br: Incorporação do vídeo desabilitada pelo dono

source: Sorry, you cannot edit these subtitles now because they are being edited by another user. Please check back later.
pt_br: Desculpe, você não pode editar estas legendas agora porque estão sendo editadas por outro usuário. Por favor, tente mais tarde.

source: Learn more
pt_br: Saiba mais

source: Sorry, you do not have permission to edit these subtitles. (%(learn_more_link)s)
pt_br: Desculpe, você não tem permissão para editar estas legendas. (%(learn_more_link)s)

source: Magic
pt_br: Mágica

source: Recommended: magical auto-pause (just keep typing!)
pt_br: Recomendado: auto-pause mágico (só continue digitando!)

source: Standard
pt_br: Padrão

source: Standard: no automatic pausing, use TAB key
pt_br: Padrão: sem pause automático, use a tecla TAB

source: Beginner
pt_br: Iniciante

source: Beginner: play 4 seconds, then pause
pt_br: Iniciante: veja 4 segundos, depois pause

source: Another user is currently performing the %(task_type)s task for these subtitles
pt_br: Outro usuário está, neste momento, trabalhando com a tarefa %(task_type)s para estas legendas.

source: You are not allowed to download this subtitle format.
pt_br: Você não pode baixar este formato de legenda.

source: Publish
pt_br: Publicar

source: Unpublish
pt_br: Despublicar

source: Save Draft
pt_br: Salvar Rascunho

source: API Complete
pt_br: API Completo

source: Notes
pt_br: Anotações

source: All subtitles will be deleted
pt_br: Todas as legendas serão apagadas

source: Sorry, we can't upload your subtitles because work on this language is already in progress.
pt_br: Desculpe, você não pode fazer upload de suas legendas porque há trabalho em progresso neste idioma.

source: The language already exists and is not a translation.
pt_br: O idioma já existe e não é uma tradução.

source: The language already exists as a translation from %(source_lang)s.
pt_br: O idioma já existe como uma tradução de %(source_lang)s.

source: Sorry, we can't upload your subtitles because another user is already assigned to this language.
pt_br: Desculpe, não podemos fazer upload de suas legendas porque outro usuário já está atribuído a este idioma.

source: Sorry, we can't upload your subtitles because you do not have permission to claim this language.
pt_br: Desculpe, não podemos fazer upload de suas legendas porque você não tem permissão para reivindicar este idioma.

source: Sorry, we can't upload your subtitles because a draft for this language is already in moderation.
pt_br: Desculpe, não podemos fazer upload de suas legendas porque um rascunho para este idioma já está sendo moderado.

source: Sorry, we couldn't upload your file because the number of lines in your translation (%(translation_lines)s) doesn't match the original (%(source_lines)s).
pt_br: Desculpe, não pudemos carregar seu arquivo porque o número de linhas na sua tradução (%(translation_lines)s) não corresponde com o original (%(source_lines)s).

source: File size must be less than %(size)s kb.
pt_br: O tamanho do arquivo deve ser menor que %(size)s kb.

source: Unsupported format. Please upload one of the following: %(formats)s
pt_br: Formato não suportado. Por favor, envie como um dos seguintes: %(formats)s

source: Can not detect file encoding
pt_br: Não foi possível detectar a codificação de arquivo

source: Invalid from language: %(language)s
pt_br: Idioma inválido para traduzir: %(language)s.

source: %(language)s has no public versions
pt_br: Não há versões públicas em %(language)s.

source: Sorry, we can't upload your subtitles because this language is moderated.
pt_br: Desculpe, não podemos carregar suas legendas porque este idioma não é adequado.

source: Yes, I want to delete this language
pt_br: Sim, eu quero deletar este idioma

source: You do not have permission to delete the subtitles
pt_br: Você não tem permissão para remover as legendas

source: Subtitles deleted
pt_br: Legendas removidas

source: Imported
pt_br: importado

source: Rollback
pt_br: Reverter

source: Scripted
pt_br: Roteirizado

source: Tern
pt_br: Andorinha RFTE (Rede Ferroviária Transeuropeia)

source: Uploaded
pt_br: Enviado

source: Public
pt_br: Público

source: Private
pt_br: Privado

source: Deleted
pt_br: Removido

source: Not Synced
pt_br: Não sincronizado
