Repository: ksmtesoler/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement. Please note that when we forward the counter-notification, it includes your personal information. By submitting a counter-notification, you consent to having your information revealed in this way. We will not forward the counter-notification to any party other than the original claimant.
pt_br: Após recebermos sua contra notificação, ela será encaminhada à parte que apresentou a reivindicação original de violação de direitos autorais. Por favor, note que quando nós enviamos a contra-notificação, que inclui suas informações pessoais. por enviar uma contra notificação, você autoriza que suas informações sejam reveladas nesta forma. Não vamos encaminhar a contra-notificação a qualquer parte além do denunciante original.

source: After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Miro Guide. If we receive such notification we will be unable to restore the material. If we do not receive such notification, we may reinstate the material.
pt_br: Depois de enviar a contra-notificação, o requerente deve, então, notificar-nos dentro de 10 dias que ele ou ela ajuizou ação buscando uma ordem judicial para contê-lo de se engajar em infringir atividades relacionadas com o material no Guia do Miro . Se recebermos a notificação, vamos ser capazes de restaurar o material. Se não receber tal notificação, podemos restabelecer o material.

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
pt_br: AVISO: NÓS NÃO SOMOS ADVOGADOS, E A INFORMAÇÃO PRESENTE AQUI NÃO É ACONSELHAMENTO LEGAL. NÓS OFERECEMOS ESSA INFORMAÇÃO APENAS PARA FINS DE CONSULTA.

source: Share
pt_br: Compartilhar

source: Post to Facebook
pt_br: Enviar para o Facebook

source: Post to Twitter
pt_br: Enviar para o Twitter

source: Profile
pt_br: Perfil

source: Account
pt_br: Conta

source: Logout
pt_br: Sair

source: Your Teams
pt_br: Suas Equipes

source: Sign in / Sign up
pt_br: Entrar / Registrar

source: Add collaborative subtitling to every video on your site
pt_br: Adicione legendagem colaborativa a todos os vídeos no seu site

source: Just drop one line of code into your page:
pt_br: Apenas insira uma linha de código em sua página:

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
pt_br: Você pode adicionar isso antes das tags <code>&lt;/head&gt;</code> ou <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">veja detalhes de uso</a>).

source: This lets you and visitors to your site
pt_br: Isso permite a você e aos visitantes do site

source: Create subtitles for any compatible video
pt_br: Crie legendas para qualquer vídeo compatível

source: Find subtitles created by others
pt_br: Encontre legendas criadas por outros

source: Add translations and improve other's work
pt_br: Adicione traduções e aperfeiçoe o trabalho de outros

source: Make your videos searchable and accessible
pt_br: Deixe seus vídeos mais acessível e pesquisáveis.

source: Bring your videos to an international audience
pt_br: Leve seus vídeos para uma audiência internacional.

source: Proud to be a
pt_br: Orgulhosos de ser um

source: Featured Mozilla Drumbeat Project
pt_br: Projeto em Destaque no Mozilla Drumbeat

source: A "subtitle me" or "choose language" button will appear across all compatible videos. Users can click to activate (or create) subtitles.
pt_br: Um botão "criar legenda" ou "escolher idioma" aparecerá em todos os vídeos semelhantes. Usuários podem clicar para ativar (ou criar) legendas.

source: This code is experimental. If you run into problems, please
pt_br: Este código é experimental. Se você encontrar problemas, por favor

source: let us know
pt_br: nos comunique

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Find your Community
pt_br: Encontre a sua Comunidade

source: Amara is home to dozens of volunteer teams that make video accessible around the globe. Look below to find a topic or organization that interests you, then join the team to get involved!
pt_br: Amara é a casa de várias equipes de voluntários que tornam vídeos acessíveis ao redor do mundo. Procure abaixo um tópico ou organização que te interesse e junte-se à equipe para se envolver!

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
pt_br: <h2>Sobre a Amara</h2> <p> Amara dá aos indivíduos, comunidades e grandes organizações o poder de superar as barreiras de acessibilidade e idiomas de vídeos online. As ferramentas são de código livre e aberto e fazem o trabalho de legendagem e tradução de vídeos mais simples, mais atraentes, e, acima de tudo, mais colaborativos. </p> <p> Os benefícios da legendagem são imensos: <ul> <li>Legendas tornam vídeos acessíveis para espectadores surdos ou com deficiência auditiva</li> <li>Traduções tornam possível para todos nós assistir a um vídeo em idiomas que não falamos</li> <li>Criadores de vídeo obtêm: melhor SEO, mais visualizações, acesso a um público muito maior (potencialmente multilíngue e global), acessibilidade para surdos e deficientes auditivos, e mais</li> </ul> </p> <p> Amara é composta por três partes principais: <ul> <li>A criação de legendas e uma ferramenta de visualização (também conhecido como widget)</li> <li>Um site de legendagem colaborativa</li> <li>Um protocolo aberto para a busca/entrega de legendas</li> </ul> </p> <p> Tudo o que fazemos está disponível sob código aberto <a href="http://www.gnu.org/licenses/agpl-3.0.html"> Licença AGPL </a>. </p> <h2>Nossa Organização</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> é uma organização sem fins lucrativos que cria ferramentas grátis e abertas para um processo mais democrático e descentralizado. Outros projetos nossos incluem <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Conversor Miro Video </a>, <a href="http://www.mirocommunity.org/">Miro Comunidade</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara é um projeto de destaque <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, e a Fundação Mozilla tem prestado apoio ao desenvolvimento. Open Society Institute e MacArthur Foundation também são apoiadores financeiros. </p> <h2>Publisher e Serviços Enterprise</h2> <p> Amara oferece um conjunto de ferramentas e serviços profissionais que permitem a editores e plataformas de vídeo criarem e gerenciarem legendas de alta qualidade. Com a Amara, você pode construir uma comunidade de voluntários para legendar seu conteúdo, integração com serviços profissionais e usar um sistema de controle de qualidade poderosa para garantir qualidade de classe mundial. Para saber mais, consulte nosso <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> e contate Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: Get Help
pt_br: Pedir Ajuda

source: Got a YouTube account?
pt_br: Tem uma conta do YouTube?

source: New: enable viewer-created translations and captions on your YouTube channel!
pt_br: Novo: habilite traduções e legendas criadas por espectadores no seu canal no YouTube!

source: Connect to YouTube
pt_br: Conectar-se ao YouTube

source: No thanks
pt_br: Não, obrigado

source: The Amara Difference
pt_br: A Diferença da Amara

source: Amara is built by a nonprofit, 501c3 organization. We are driven by the mission to reduce barriers to communication and foster a more democratic media ecosystem. By choosing Amara, you are making video more globally accessible.
pt_br: Amara é criada por uma organização sem fins lucrativos, a 501c3. Nós somos guiados pela missão de reduzir barreiras de comunicação e promover um ecossistema de mídias mais democrático. Ao escolher Amara, você torna os vídeos mais acessíveis globalmente.

source: Amara is a project of the
pt_br: Amara é um projeto de

source: Amara makes video globally accessible
pt_br: Amara torna os vídeos acessíveis globalmente

source: Meet Amara
pt_br: Conheça a Amara

source: Individuals
pt_br: Indivíduos

source: Subtitle a Video
pt_br: Legende um vídeo

source: Help make video accessible around the globe by volunteering for a caption or translation team. Amara is easy to learn and fun!
pt_br: Ajude a tornar os vídeos mais acessíveis ao redor do mundo sendo voluntário em uma equipe de legendas ou traduções. Amara é fácil de aprender e divertida!

source: Edit Profile
pt_br: Editar perfil

source: Languages you can caption or translate
pt_br: Idiomas que você pode legendar ou traduzir

source: Specify or update your languages
pt_br: Especifique ou atualize os seus idiomas

source: About you
pt_br: Sobre você

source: Photo
pt_br: Foto

source: Remove current photo
pt_br: Excluir foto atual

source: Save Changes
pt_br: Salvar Alterações

source: Saving...
pt_br: Salvando...

source: Do you really want to delete your photo?
pt_br: Você quer realmente excluir sua foto?

source: Loading...
pt_br: Carregando...

source: Select your Languages
pt_br: Selecione seus idiomas

source: Select at least one language.
pt_br: Selecione pelo menos um idioma.

source: Saving your language settings...
pt_br: Salvando suas configurações de idioma...

source: What languages do you speak?
pt_br: Que idiomas você fala?

source: Prioritize the languages you’d like to caption or translate.
pt_br: Priorize os idiomas que você gostaria de legendar ou traduzir.

source: Submit
pt_br: Enviar

source: Cancel
pt_br: Cancelar

source: Please confirm that you want to remove the account
pt_br: Por favor, confirme que você deseja remover a sua conta

source: doesn't have any activity yet.
pt_br: não tem qualquer atividade ainda.

source: Profile deleted by user.
pt_br: Perfil removido pelo usuário.

source: Edit user
pt_br: Editar usuário

source: Personal Info
pt_br: Informações pessoais

source: language
pt_br: idioma

source: No subtitles yet
pt_br: Ainda não há legendas

source: (private)
pt_br: (privado)

source: hasn't joined any teams yet.
pt_br: não se juntou a nenhuma equipe ainda.

source: %(user_info)s's videos | Amara
pt_br: Vídeos do %(user_info)s | Amara

source: hasn't shared any videos on Amara.
pt_br: não compartilhou nenhum vídeo na Amara.

source: Send
pt_br: Enviar

source: a Message
pt_br: uma Mensagem

source: About
pt_br: Sobre

source: hasn't selected languages yet.
pt_br: não selecionou nenhum idioma ainda.

source: You have
pt_br: Você tem

source: Go to your inbox
pt_br: Ir para sua caixa de entrada

source: unread message
pt_br: mensagem não lida

source: Show More
pt_br: Exibir Mais

source: Videos you're working on
pt_br: Vídeos que você está trabalhando

source: Create %(language)s subtitles
pt_br: Criar legendas em %(language)s

source: %(task_action)s %(language)s subtitles
pt_br: %(task_action)s legendas em %(language)s

source: I can't do this
pt_br: Eu não posso fazer isso

source: Activity on your videos
pt_br: Atividade em seus vídeos

source: Nothing happening yet.
pt_br: Nada acontecendo ainda. ⏎

source: You haven't shared any videos yet.
pt_br: Você não compartilhou nenhum vídeo ainda. ⏎

source: Activity in your teams
pt_br: Atividade em suas equipes

source: All's quiet in your teams so far.
pt_br: Tudo está quieto até agora.

source: You haven't joined any teams yet.
pt_br: Você ainda não se juntou à nenhuma equipe ainda.⏎

source: Edits to my videos
pt_br: Edições aos meus vídeos

source: No Activity
pt_br: Sem atividade

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
pt_br: Parece que você entrou sem inserir um e-mail. Nós precisamos de um endereço de e-mail para notificá-lo (quando alguém edita seu trabalho, por exemplo).

source: Please enter a valid e-mail address
pt_br: Por favor, insira um endereço de e-mail válido.

source: Enter valid email please.
pt_br: Favor inserir e-mail válido.

source: User Details
pt_br: Detalhes do Usuário

source: YouTube Sync
pt_br: Sincronização com YouTube

source: Disconnect
pt_br: Desconectar

source: <strong>link is active</strong> for %(username)s
pt_br: <strong>link ativo</strong> para %(username)s

source: Check for syncing issues
pt_br: Verificar problemas de sincronização

source: Enable Amara crowd subtitles on your personal YouTube channel
pt_br: Habilite as edições de legenda colaborativa da Amara em seu canal pessoal do YouTube

source: Other Accounts
pt_br: Outras contas

source: Sign in to Amara with Twitter, Facebook, and other accounts
pt_br: Faça login no Amara com o Twitter, Facebook e outras contas

source: Add an account
pt_br: Adicionar uma conta

source: Notifications
pt_br: Notificações

source: Send notifications to my amara.org inbox
pt_br: Enviar notificações para minha caixa de mensagens em amara.org

source: Send an email notification for each message received
pt_br: Enviar um email de notificação para cada mensagem recebida

source: API Access
pt_br: Acesso da API

source: Your API key
pt_br: Sua chave de API

source: Reset your API key
pt_br: Redefina a sua chave API

source: Get an API key
pt_br: Obter uma chave API

source: Delete Your Account
pt_br: Excluir sua conta

source: Add a linked account
pt_br: Adicionar uma conta vinculada

source: What kind of account do you want to add?
pt_br: Que tipo de conta deseja adicionar?

source: Enable Crowd Subtitles on your Personal YouTube Channel
pt_br: Habilitar legendas colaborativas em seu canal pessoal do YouTube

source: How We Enable Crowd Subtitles
pt_br: Como Habilitamos um Grupo de Legendas

source: We automatically <strong>add your public and unlisted YouTube videos to Amara</strong> (and import their subtitles).
pt_br: Nós automaticamente <strong>adicionamos seus vídeos públicos e não listados do YouTube à Amara</strong> (e importamos suas legendas).

source: We <strong>display all of your YouTube videos</strong> on your public Amara profile.
pt_br: Nós <strong>mostramos todos os seus vídeos do YouTube</strong> no seu perfil público da Amara.

source: We <strong>invite your viewers to subtitle</strong> by adding a link to your video descriptions.
pt_br: Nós <strong>convidamos seus telespectadores para legendar</strong>, acrescentando um link nas suas descrições de vídeo. ⏎

source: We <strong>send subtitles to YouTube</strong> whenever they're completed on Amara.
pt_br: Nós <strong>enviamos legendas ao YouTube</strong> sempre que elas estiverem concluídas no Amara. ⏎

source: When We Send Subtitles to YouTube
pt_br: Quando enviamos legendas para o YouTube

source: The link is <strong>one-way only</strong>. Changes made on YouTube won't be reflected on Amara and may be overwritten. Use Amara to edit subtitles.
pt_br: O link é <strong> apenas de sentido único </ strong>. As alterações feitas no YouTube não serão refletidas no Amara e podem ser substituídas. Use o Amara para editar legendas. ⏎

source: Amara will <strong>append a credit</strong> to the subtitles if space allows.
pt_br: Amara vai <strong>anexar um crédito</strong> para as legendas, se o espaço permitir.⏎

source: about Crowd Subtitles and YouTube
pt_br: sobre Legendas em Grupo e YouTube

source: Ready to Enable Crowd Subtitles?
pt_br: Pronto para Habilitar Legendas por Crowdsourcing?

source: Link accounts
pt_br: Unir contas

source: create one now
pt_br: criar uma agora

source: Organizations/companies: interested in YouTube sync and crowd subtitling?
pt_br: Organizações/empresas: interessado em sincronização com o YouTube e legendagem em grupo?

source: Contact us
pt_br: Contate-nos

source: Edit title and description.
pt_br: Editar título e descrição.

source: Subtitles can not be blank
pt_br: Legendas não podem ficar em branco

source: Title and description must be translated
pt_br: Título e descrição devem ser traduzidos

source: Keyboard controls
pt_br: Controles de teclado

source: more commands
pt_br: mais comandos

source: Skip back
pt_br: Voltar

source: Insert a line break
pt_br: Inserir quebra de linha

source: Start subtitle
pt_br: Começar a legendar

source: End subtitle
pt_br: Terminar legendagem

source: Subtitling Guidelines
pt_br: Orientações para legendagem

source: Playback Mode:
pt_br: Modo Playback:

source: Amara Style Guidelines
pt_br: Diretrizes de Estilo da Amara

source: Subtitle line length
pt_br: Comprimento da linha da Legenda

source: Keep subtitle length to about 42 characters;
pt_br: Mantenha o comprimento da legenda em cerca de 42 caracteres;

source: avoid more than 2 lines per subtitle.
pt_br: evitar mais de 2 linhas por legenda.

source: Minimum duration
pt_br: Duração mínima

source: Subtitles should not be less than 1 second.
pt_br: As legendas não devem ser inferiores a 1 segundo.

source: Maximum duration
pt_br: Duração máxima

source: Split subtitles lasting more than 7 seconds.
pt_br: Dividir legendas com duração superior a 7 segundos.

source: Reading speed
pt_br: Velocidade de leitura

source: 8-25 characters/second is recommended;
pt_br: É recomendado de 8 a 25 caracteres por segundo;

source: 8-16 characters/second for children.
pt_br: É recomendado de 8 a 16 caracteres para crianças;

source: Sounds
pt_br: Sons

source: Describe meaningful sounds that are relevant to the plot.
pt_br: Descreva sons significativos relevantes para a trama.

source: ex: (water dripping)
pt_br: ex: (água pingando)

source: Music
pt_br: Música

source: Describe relevant music which does not have relevant lyrics.
pt_br: Descreva música relevante que não tem letras relevantes.

source: ex: ♪ (jazz music) ♪
pt_br: ex: ♪ (música jazz) ♪

source: Speaker Identification
pt_br: Identificação do falante

source: Use parenthesis to indicate when someone is speaking off-screen.
pt_br: Use parênteses para indicar quando alguém está falando fora da tela.

source: ex: (Michael) Wait for me!
pt_br: ex: (Michael) Espere por mim!

source: Show Advanced Guidelines
pt_br: Mostrar Diretrizes Avançadas

source: Hide Advanced Guidelines
pt_br: Ocultar Diretrizes Avançadas

source: Translate the whole idea
pt_br: Traduza a ideia completa

source: Translations don't need to be word for word. Look at the context.
pt_br: As traduções não precisam ser palavra por palavra. Olhe para o contexto.

source: Make sure you are using the correct punctuation for the whole unit of text.
pt_br: Verifique se você está usando a pontuação correta para toda a unidade do texto.

source: Maximum timing offset
pt_br: Máximo deslocamento do tempo

source: Subtitles shouldn't start more than 0.5 seconds before or after the audio begins.
pt_br: As legendas não devem iniciar com mais de 0,5 segundos antes ou depois do áudio começar.

source: On-screen texts
pt_br: Textos na tela

source: Translate the texts on the video that are relevant to the plot.
pt_br: Traduza os textos no vídeo relevantes para a trama.

source: Use meaningful speech
pt_br: Usar falas significativas

source: Exclude things like “um” “ah” and other disfluencies.
pt_br: Excluir coisas como "hum", "ah" e outras disfluências.

source: Indicate inaudible parts
pt_br: Indique as partes inaudíveis

source: If the audio is inaudible, it should be marked as [inaudible].
pt_br: Se o áudio é inaudível, ele deve ser marcado como [inaudível].

source: Lyrics
pt_br: Letras

source: Wrap relevant lyrics in musical notes.
pt_br: Envolva letras de músicas relevantes em notas musicais.

source: ex ♪ Tell me dear Billy, ♪
pt_br: ex ♪ Diga-me, querido Billy, ♪

source: Speaker identification
pt_br: Identificação do falante

source: Identify off-screen and unclear speakers in parentheses.
pt_br: Identificar falante fora da tela e inaudível em parênteses.

source: Foreign language
pt_br: Idioma estrangeiro

source: Identify relevant speech in foreign language.
pt_br: Identifique falas relevantes em língua estrangeira.

source: ex: (Russian): Thank you.
pt_br: ex: (Russo): Obrigado.

source: Simultaneous dialogue
pt_br: Diálogo simultâneo

source: Used exclusively when two speakers talk in the same subtitle.
pt_br: Utilizado exclusivamente quando dois falantes conversam na mesmo legenda.

source: Each speaker should have one line, and both lines should have an hyphen.
pt_br: Cada falante deve ter uma linha, e ambas as linhas devem ter um hífen.

source: - Sir, you are no gentleman.
pt_br: - Senhor, você não é nenhum cavalheiro.

source: - Rhett Butler: And you, Miss, are no lady.
pt_br: - Rhett Butler: E você, senhorita, não é uma dama.

source: Show All Guidelines
pt_br: Mostrar Todas as Diretrizes

source: Hide All Guidelines
pt_br: Ocultar Todas as Diretrizes

source: Transcribing Guidelines
pt_br: Guias de Transcrição

source: Translating Guidelines
pt_br: Guias de Tradução

source: Reviewing Guidelines
pt_br: Guias de Revisão

source: Close
pt_br: Fechar

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: Action
pt_br: Ação

source: Play / Pause video
pt_br: Reproduzir / Pausar vídeo

source: Skip back 2 seconds
pt_br: Voltar 2 segundos
